[
  {
    "title": "TSMC: Yeni nesil A16 sürecinde High-NA EUV makinelerine ihtiyacımız yok",
    "content": " Son 10-15 yılında en büyük yarı iletken savaşı çok yakında başlayacak. Bu savaşın galibi kim olur bilinmez ancak taraflar görünüşe göre kendilerinden oldukça emin.TSMC, detaylarını daha sonra aktaracağımızyeni nesil A16üretim teknolojisini duyururken bu süreç teknolojisinde ASML’nin en yeniHigh-NA EUVlitografi makinelerine ihtiyaç duymadıklarını söyledi.TSMC kendisine güveniyorTSMC, yaptığı açıklamada \"A16\" adı verilen yeni çip üretim teknolojisinin 2026 yılının ikinci yarısında üretime gireceğini ve uzun süredir rakibi olanIntelile dünyanın en hızlı çiplerini kimin üreteceği konusunda bir yarış başlatacağını söyledi. Öte yandan yeni A16 üretim sürecinin ilk benimseyenleri ise Apple gibi akıllı telefon üreticilerinden ziyade yapay zeka çip üreticileri olacak. Geçtiğimiz günlerde iseIntel, ASML’den aldığıHigh-NA EUVmakinesinin kurulumu tamamladığını ve14Aadını verdiği üretim teknolojisiyle bilgi işlemde rakiplerini (TSMC) geçeceğini ifade etmişti. Bununla birlikte TSMC'nin iş geliştirmeden sorumlu kıdemli başkan yardımcısıKevin Zhang,yeni A16 çip üretim sürecini, yapay zeka çip firmalarından gelen talep nedeniylebeklenenden daha hızlı geliştirdiklerininaltını çizdi. Zhang, TSMC'nin A16 çiplerini üretmek için ASML'nin yeniHigh NA EUV litografi makinelerini kullanması gerekmediğinide vurguladı.Intel, ilk High-NA EUV litografi makinesinin kurulumunu tamamladı6 gün önce eklendiTarih tekerrür eder mi bilemeyiz ancak bundan yaklaşık 10 yıl önce de Intel, mevcutta kullanılan EUV litografi makinelerine geçmeye gerek duymamış ve ardından yarı iletkenlerdeki liderliğini TSMC’ye kaptırmıştı. TSMC’nin buradaki gücünden Intel’in ezeli rakibi AMD de faydalanmış ve pazarda güçlü bir konuma yükselmişti. TSMC’nin yeni nesil makinelere geçmeyi şimdilik reddetmesinin nasıl sonuçlanacağını ise bizlere zaman gösterecek.https://www.tweaktown.com/news/97827/tsmc-doesnt-need-asmls-new-high-na-euv-lithography-machines-for-its-next-gen-a16-process/index.htmlYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaDonanımİşlemci HaberleriTSMC, A16 sürecinde ASML’nin High-NA EUV araçlarını kullanmayacak ",
    "url": "https://www.donanimhaber.com/tsmc-a16-surecinde-asml-nin-high-na-euv-araclarini-kullanmayacak--176653"
  },
  {
    "title": "Huawei küllerinden doğuyor: Çin'de zirveyi ele geçirmek üzere",
    "content": " ABD yaptırımlarıyla telefon pazarında büyük darbe alan ve pazar payı kaybedenHuaweiadeta küllerinden yeniden doğuyor. Şirket, geçen yılın ağustos ayında HuaweiMate 60serisini piyasaya sürmesinden bu yana kaybettiği konumunu yeniden kazanıyor.Huawei zirveye ortak olduHuawei, 2024'ün ilk çeyreğinde Çin'de%17'lik pazar payıyla %17.1 pazar payı elde eden Honor'u neredeyse yakaladı.Şirket yıllık bazda%110büyüme elde etmeyi başardı. Huawei'ninNova 12serisi, bu çeyrekteki sevkiyatların üçte birini oluşturdu. IDC'nin raporuna göre tedarik zinciri problemlerine sahip olan Huawei, pazar talebini karşılamakta zorlanıyor. Yakın zamanda tanıtılan yeniPura 70serisinin yoğun talebi karşılayamadığı belirtiliyor. Yeni seriyle beraber yılın ikinci çeyreğine Huawei'ninzirveyi ele geçirmesi bekleniyor.Huawei Pura 70 % Pura 70 Pro tanıtıldı: İşte özellikler ve fiyatı1 hf. önce eklendiSıralamaya baktığımızda üçüncü sırada%15.7 pazar payıyla Oppo'nundördüncü sırada ise%15.6 ile Apple'ınolduğunu görüyoruz. Bu iki şirket için Çin'de işle iyi gitmiyor. Oppo'nun satışları geçtiğimiz seneye göre %15.5 düşerken, Apple'ın satışları da %6.6 geriledi. Huawei'nin net bir şekilde diğer üreticilerden pazar payı çaldığını görülüyor.https://www.gizmochina.com/2024/04/25/huawei-has-regained-the-top-spot-in-china-in-q1-2024/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerCep Telefonları HaberleriHuawei küllerinden doğuyor: Çin'de zirveyi ele geçirmek üzere ",
    "url": "https://www.donanimhaber.com/huawei-kullerinden-doguyor-cin-de-zirveyi-ele-gecirmek-uzere--176661"
  },
  {
    "title": "SK Hynix, Güney Kore’ye 14,6 milyar dolarlık çip fabrikası yatırımı yapıyor",
    "content": " SK Hynix, yapay zeka modellerinin eğitiminde yer alan donanımlarda kullanılan yarı iletkenlere yönelik hızla artan talebi karşılamak için Güney Kore'de yeni bir bellek çipi kompleksi kurmayı planlıyor. Önde gelen yarı iletken üreticisi SK Hynix, bu yatırım kapsamında14,6 milyar dolargibi oldukça yüksek bir harcama yapmayı değerlendiriyor.SK Hynix’ten G. Kore’ye dev yatırımSK Hynix’in yeni bellek çipi kompleksinde yapay zeka GPU'ları içinyeni nesil HBMbelleklerinin üretimi gerçekleştirilecek. Halihazırda yapay zeka nedeniyle HBM belleklere yönelik büyük bir talep var ve firma bu talebin bir kısmını kendisine tahsis etmek istiyor. Güney Koreli bellek devi yeni fabrikasının inşaatınıKasım 2025'te tamamlamayı, inşa sürecine ise bu ay içinde başlamayı hedefliyor. SK Hynix, fabrikayı inşa etmeye başlamak için başlangıçta 5,3 trilyon won veya3,9 milyar dolarharcamayı planlıyor. İnşa edilecek fabrikanın uzun vadede ekipmanla donatılmasıyla birlikte sahaya yapılacak toplam yatırımın 20 trilyon won'u veya14,6 milyar doları aşacağıbelirtiliyor. SK Hynix, halihazırda HBM pazarının lideri konumunda ancak mücadele sertleşiyor. Samsung, HBM belleklere ciddi kaynaklar ayıracağının sinyallerini verirken SK Hynix ise temelleri sağlamlaştırmaya çalışıyor.Çin’de ABD yasağını delen güçlü Nvidia A100 GPU’ları ortaya çıktı1 hf. önce eklendiŞirket ayrıcaABD'de de genişliyorve ülkede yapay zeka ürünleri için gelişmiş bir paketleme tesisi ve araştırma merkezine 3,9 milyar dolar yatırmayı planlıyor. SK Hynix kısa süre önce TSMC ile de yeni nesil HBM4 bellek ve yeni nesil paketleme teknolojisi konusunda işbirliği yaptı. Sadece bu da değil, SK hynix Güney Kore'de2046 yılında tamamlanmasıbeklenen dünyanın en büyükmega fabrika kompleksiiçin90 milyar dolarlık(120 trilyon won) devasa bir yatırım yapacak.https://www.tweaktown.com/news/97826/sk-hynix-plans-14-6-billion-on-new-chip-fab-in-south-korea-to-meet-soaring-demand-of-hbm/index.htmlYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaDonanımEkran Kartı HaberleriSK Hynix, Güney Kore’ye 14,6 milyar dolarlık yatırım yapıyor ",
    "url": "https://www.donanimhaber.com/sk-hynix-guney-kore-ye-14-6-milyar-dolarlik-yatirim-yapiyor--176652"
  },
  {
    "title": "Zuckerberg, yıllarca yapay zekadan para kazanmayı beklemiyor",
    "content": " Meta, geride bıraktığımız çarşamba günü 2024 yılının ilk çeyrek sonuçlarını açıkladı. Meta, ilgili çeyrekte36,5 milyar dolargelir elde ederek net gelirini 12,3 milyar doların üzerine çıkarmayı başardı. Bununla birlikte firma, gelecek dönemlerde gelir artışının yavaşlamasını, yapay zeka ve metaverse için her zamankinden daha fazla harcama yapılmasını bekliyor. Meta’nınyapay zekaatılımı hızlanarak devam etse deCEO Mark Zuckerberg’e göre bu işlerden kâr elde etmek için birkaç yıl beklemek gerekecek.Meta, yapay zekadan bir süre para kazanamayacakMeta AI asistanının geçen hafta yaygın olarak kullanıma sunulduğundan bu yana on milyonlarca kişi tarafından denendiğini söyledi. Hatırlanacağı üzere ChatGPT rakibiMeta AI,bir süre önceInstagram,FacebookveWhatsApp’aentegre edilmeye başlanmıştı. Meta’nın uygulamalarını kullanan kişi sayısı düşünüldüğünde bu “on milyonlar” söylemi normal geliyor ancak asıl test, bu kişilerin Meta AI’ı kullanmaya devam edip etmeyeceği.Apple, iPhone üzerinde çalışabilecek yapay zeka modelini tanıttı4 sa. önce eklendiInstagram, Facebook ve WhatsApp gibi Meta AI’ı kullanmak da ücretsiz. Dolayısıyla buradaki gelir kaynağı tüketicilerin kendileri olacak. Meta, yapay zekayı gelire dönüştürmek için yapay zeka etkileşimlerinereklamlar veya ücretli içeriklereklemek gibi seçenekler üzerinde duruyor. Meta, önümüzdeki yıllarda Meta AI’ın reklamların kalitesini de artırabileceğini düşünüyor. Bunun anlaşılabilir bir dilde farklı bir söylemi ise şu; Şirket, yapay zeka asistanıyla etkileşimini analiz ederek reklamlarını size göre optimize edecek. Bu arada Zuckerberg, şirketinRay-Banile yaptığı akıllı gözlükler konusunda da umutlu olduğunu söylüyor. Meta Ray-Ban gözlükler yakın geçmişte çok modlu yapay zekaya kavuşarak yeteneklerini artırmıştı. Zuckerberg, holografik ekranlara sahip AR gözlükleri çıkmadan burada ürünlerin başarılı olacağını geçmişte düşünmediğini ancak şimdi, Meta Ray-Ban gibi şık AI gözlükleri için de anlamlı bir pazarın olduğunu belirtti.https://www.theverge.com/2024/4/24/24139591/meta-q1-2024-earnings-ai-mark-zuckerbergYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYazılımYapay Zeka HaberleriZuckerberg, yıllarca yapay zekadan para kazanmayı beklemiyor ",
    "url": "https://www.donanimhaber.com/zuckerberg-yillarca-yapay-zekadan-para-kazanmayi-beklemiyor--176659"
  },
  {
    "title": "TSMC, 1.6nm süreç teknolojisi A16’yı tanıttı: İşte detaylar",
    "content": " Taiwan Semiconductor Manufacturing Co. veya bilindik adıylaTSMC, gerçekleştirdiği sempozyum sırasında yeni nesil yapay zeka teknolojilerinde silikon bazındaki liderliğini güçlendirmek ve güvence altına almak için bir takım teknolojiler tanıttı. Bunlar arasında en yeni yarı iletken üretim süreciA16’nın yanı sıra gelişmiş paketleme ve 3D IC teknolojileri de bulunuyor.Yarış başlıyor TSMC, yaptığı açıklamada2026yılına kadar ultra gelişmiş1.6 nanometreçip üretimine başlayacağını ve dünyanın en büyük çip üreticisinin önümüzdeki on yılda liderliğini korumak için yarışacağını açıkladı. Bu yarış ise Intel ile gerçekleşecek. TSMC,A16 sürecinde1,6nm çip üretimine başlayarakçip yoğunluğu ve performansıbüyük ölçüde artıracak.TSMC bunun için gücü çiplere yukarıdan aşağıya değil aşağıdan yukarıya ileten, karmaşık iç bağlantılardan kaçınan ve enerji verimliliğini artıran arka taraf güç raylarına/dağıtımına sahipnanosheet transistörlerin kullanımına başlayacak. Öte yandan arka taraf güç dağıtımını kullanmayı planlayan ilk şirket TSMC değil Intel olmuştu. Intel, bu tekniği 2025 yılında 20A ve 18A (2 nm ve 1.8 nm) teknolojilerinde kullanacağını söyledi.TSMC ayrıca, hiperscaler veri merkezleri için gelecekteki yapay zeka gereksinimlerini karşılamada wafer (yonga plakası) seviyesine devrim niteliğinde performans getirecek yenilikçi bir çözüm olan System-on-Wafer (TSMC-SoW) teknolojisini de tanıttı. Şimdi biraz daha detaylara girelim.TSMC A16 teknolojisi ve diğerleri TSMC,A16veyaA16TMteknolojisi, halihazırda üretimde olan N3E ve 2025’in ikinci yarısında üretime girecek N2 süreçlerinden sonra, 2026 yılında üretim bantlarına giriş yapacak. A16, TSMC'ninSuper Power Railmimarisini nanosheet transistörleriyle birleştirerek mantık yoğunluğunu ve performansı artıracak. TSMC'ninN2Psüreciyle karşılaştırıldığında A16,yüzde 8-10 hız artışı, aynı hızdayüzde 15-20 enerji tasarrufuve veri merkezi ürünleri için1,10 kata kadar çip yoğunluğuartışı sağlayacak.TSMC aynı zamanda A16 sürecinde ASML’nin High-NA EUV araçlarını kullanmayacak. Intel ise 14A, 18A ve 20A süreçlerinde bu makineleri kullanacak. Buradaki rekabeti izlemek de keyifli olacak gibi görünüyor. TSMC'nin Chip on Wafer on Substrate (CoWoS) ürünü, müşterilerin daha fazla işlemci çekirdeğini ve yüksek bant genişliğine sahip bellek (HBM) yığınlarını tek bir interpozer üzerinde yan yana paketlemesine olanak tanıyarak yapay zeka GPU’larında aranan bir platform olmaya devam ediyor. TSMC aynı zamanda, System on Integrated Chips (SoIC) çözümüyle de 3D çip istiflemede müşterilerinin elini güçlendirmeyi de sürdürüyor.Firma bunlara ek olarakSystem-on-Wafer(TSMC-SoW) ile 300 mm'lik bir yonga plakası üzerinde geniş bir kalıp dizisi sağlamak için yeni bir seçenek sunacak. Firma böylece daha fazla işlem gücü sunarken çok daha az veri merkezi alanı kaplıyor ve watt başına performansı büyüklük sırasına göre artırıyor. TSMC'nin ilk SoW ürünü halihazırda üretime girmiş durumda. Ancak CoWoS teknolojisinden yararlanan bir yonga plakası versiyonu için 2027’ye kadar beklemek gerekecek.https://www.businesswire.com/news/home/20240424036229/en/TSMC-Celebrates-30th-North-America-Technology-Symposium-with-Innovations-Powering-AI-with-Silicon-LeadershipYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaDonanımİşlemci HaberleriTSMC, 1.6nm süreç teknoloji A16’yı tanıttı: İşte detaylar ",
    "url": "https://www.donanimhaber.com/tsmc-1-6nm-surec-teknoloji-a16-yi-tanitti-iste-detaylar--176655"
  },
  {
    "title": "OLED panellerin yerini QDEL paneller alacak",
    "content": " OLED ekranlar siyahlardaki performansı, parlaklık ve canlı renkler sunmasıyla halihazırda endüstrinin en ideal çözümü konumunda.OLEDekranları TV’ler gibi ürünler ilk başlarda çok yüksek fiyatla alıcı arasa da artık fiyatların düşmeye başladığı görülüyor. Bununla birlikteMicroLEDekranların ise OLED’lerin yerini alması bekleniyordu ancak görünüşe göre çok yakında yeniQDELekranları konuşmaya başlayacağız.QDEL ekranlar geliyorMicroLEDekranların ticari olarak yaygın bir şekilde kullanılması için önümüzdekien az 5 yıllıkbir dönemin olduğu düşünülüyor. Bu ekranların akıllı telefonlardan VR/AR ürünlerine ve şeffaf ekranlara kadar geniş bir yelpazede kullanılması bekleniyor. Bununla birlikte,QDELadı verilen ve çok daha yakın olan başka bir ekran teknolojisi daha var.QDELya dakuantum noktalı elektrolüminesan, üst düzey televizyonlar, monitörler ve diğer cihazlarda yaygın olarak kullanılan OLED sonrası yeni teknoloji olabilir. NanoLED olarak da bilinen QDEL, halihazırda TV'lerde bulunanQLED teknolojisiyle karıştırılmaması gerekzira bu ekranlarda arka ışık bulunmuyor. Bunun yerine ışığın asıl kaynağı kuantum noktalarıdır. QDEL ekranların QD-OLED ekranlara karşı avantajı isemaliyet, parlaklık ve yanmaya karşı dayanıklılıknoktasında ortaya çıkıyor. Aktarılanlara göre QDEL, önümüzdekiiki yıl için kullanıma hazırhale gelecek ve microLED’lerden daha erken bir sürede tüketicilere sunulacak. Panel teknolojileriyle yakından ilgilenenler esasında QDEL’i farklı isimlerle de olsa daha önce görmüş olabilir. Farklı boyutlarda farklı renkleri yansıtabilen forsforlu ufak kristaller olan kuantum noktalarının tedarikçisiNanosysbirkaç yıldır bu teknoloji üzerinde çalışıyor. FirmaNanoLEDolarak adlandırsa da teknolojinin süreç içerisinde QD-EL, QD-LED, EL-QD ve QLED (Samsung) farklı isimlere sahip olduğunu görüyoruz.HP Omen D27qs tanıtıldı: İşte özellikleri ve fiyatı1 hf. önce eklendiEğer bu isimleri daha önce duymadıysanız çok da önemli değil zira henüz bu teknolojiyi kullanan herhangi bir ürün piyasaya çıkmadı. Panel üreticileri de henüz prototip üretimi gerçekleştirmedi. Nanosys ise birkaç prototipe sahip ve teknolojinin2026’da hazır olacağınıbelirtiyor. Bu arada Nanosys’in üretim ortağınınSharpolduğunu da belirtelim.Omdia Kıdemli Araştırma Direktörü David Hsieh’a göre QDEL paneller en çok TV, PC ve otomotiv endüstrisinde kullanılacak. Hsieh ayrıca QDEL’in OLED'den daha iyi bir maliyet-performans oranına sahip olacağını da belirtiyor. Bu arada aşağıdaki videoda QDEL panel prototipini görebilirsiniz.https://www.techspot.com/news/102729-qdel-technology-set-become-premium-display-replacement-oleds.htmlYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaDonanımMonitör HaberleriOLED panellerin yerini QDEL paneller alacak ",
    "url": "https://www.donanimhaber.com/oled-panellerin-yerini-qdel-paneller-alacak--176658"
  },
  {
    "title": "Casio, çevre dostu yeni saatini duyurdu: Sınırlı sayıda üretildi!",
    "content": " Casio, Dünya Günü kutlamalarının bir parçası olarak ve G-Shock’ın 12 Nisan'daki yıldönümünü kutlamak amacıyla, \"Back to G-SHOCK\"G-5600BG-1adlı yeni sınırlı sayıda üretilen saatini piyasaya sürdü.Akıllı saat arayanlar için en iyi akıllı saatler1 yıl önce eklendiGeri dönüştürülmüş atık silikondan üretildiCasio G-5600BG-1, G-SHOCK’ın çevresel etkiyi en aza indirme girişimiyle uyumlu olarak geri dönüştürülmüş atık silikondan üretilmiş. Saat, önceki Casio üretimlerinden kalan parçalar kullanılmış. Marka, geri dönüştürülmüş malzemeleri kullanırken dayanıklılık ve tasarım standardını koruduklarını belirtiyor.Tough Solarteknolojisiyle donatılan G-5600BG-1, her türlü ışık kaynağını güce dönüştürerek şarjı verimli bir şekilde sürdürüyor. Aynı zamanda darbeye dayanıklılık, 200 metreye kadar suya dayanıklılık, alarm, zamanlayıcı ve tam otomatik takvim gibi özellikleri de içerdiğinden günlük kullanım için uygun saatlerden biri.Sınırlı sayıda üretimCasio G-5600BG-1,199 dolarfiyat etiketiyle satışa sunulacak. Bu saat, Nisan 2024'ün sonundan itibaren yalnızca Casio ve G-SHOCK mağazalarında satışta olacak.Kaynakçahttps://www.gizmochina.com/2024/04/25/casio-g-5600bg-1-limited-edition-watch-launched/https://gshock.casio.com/sg/g-news/new-releases/2024/G-5600BG/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerGiyilebilir Teknolojiler HaberleriYeni çevre dostu Casio saat \"G-5600BG-1\" satışta: Sınırlı sayıda! ",
    "url": "https://www.donanimhaber.com/yeni-cevre-dostu-casio-saat-g-5600bg-1-satista-sinirli-sayida--176656"
  },
  {
    "title": "iPhone'lar için iOS 18 güncellemesi ne zaman çıkacak? İşte beklenen iOS 18 çıkış tarihi",
    "content": " iOS son sürümünün cihaz içi yapay zeka, Siri’nin yenilenmiş sürümü, Mesajlar, Apple Müzik, iWork ve diğer uygulamalarla akıllı entegrasyon dahil büyük yapay zeka geliştirmeleri içermesi bekleniyor. Ayrıca RCS desteği, ana ekran için yeni özelleştirme seçeneği gelecek. 10 Haziran’da başlayacak WWDC 2024 etkinliğindeiOS 18ile gelen tüm yenilikleri öğreneceğiz. iOS 18’i önceden deneyimlemek isteyenler için Apple, etkinlikten hemen sonra iOS 18’in ilk betasını sunacak. iOS 18 dev beta & public beta ne zaman bekleniyor? Herkese açık iOS 18 final sürümü ne zaman yayınlanacak görelim.iOS 18 ve iPadOS 18 alacak cihazlar listesi ortaya çıktı3 hf. önce eklendiiOS 18 ne zaman çıkacak? Apple'ın iOS 18 geliştirici betasını 10 Haziran’da yayınlaması bekleniyor. iOS 18 public beta sürümün Haziran sonu Temmuz ortası gibi yayınlanması bekleniyor. Beta sürümleri yüklemek istemeyen kullanıcıların Eylül ayına kadar beklemesi gerekecek. Muhtemelen iOS 18, Eylül sonuna doğru çıkacak.iOS 18 çıkış tarihi (beklenen)Apple’ın Eylül ortası veya sonu gibi iOS 18’i yayınlaması bekleniyor. iPhone 16 etkinliği 9 - 17 Eylül arasında düzenlenirse, iOS 18 güncellemesi16 - 23 Eylül arasındaçıkabilir.iOS 17: 18 Eylül 2023 (iPhone 15etkinliği 12 Eylül’de)iOS 16: 16 Eylül 2022 (iPhone 14 etkinliği 7 Eylül’de)iOS 15: 20 Eylül 2021 (iPhone 13 etkinliği 14 Eylül’de)iOS 14: 16 Eylül 2020 (iPhone 12 etkinliği 15 Eylül’de)iOS 13: 19 Eylül 2019 (iPhone 11 etkinliği 10 Eylül’de)iOS 18 geliştirici beta çıkış tarihiApple, her büyük iOS güncellemesinin ilk geliştirici beta sürümünü WWDC etkinliğiyle aynı günde yayınladı. Sürpriz olmazsa, iOS 18 developer beta sürümü bu yıl10 Haziran’daçıkacak.iOS 18 developer beta: 10 HaziraniOS 17 developer beta: 5 HaziraniOS 16 developer beta: 6 HaziraniOS 15 developer beta: 7 HaziraniOS 14 developer beta: 22 Haziran (pandemi nedeniyle gecikme)iOS 13 developer beta: 3 HaziraniOS 18 public beta çıkış tarihi (beklenen)Apple, iOS public beta sürümü genelde Haziran ayında ilk geliştirici betasının yayınlanmasından 4 - 5 hafta sonra sunuyor. iOS 18 public beta sürümününHaziran sonu - Temmuz başıarasında yayınlanması bekleniyor.iOS 17 public beta: 12 Temmuz 2023iOS 16 public beta: 11 Temmuz 2022iOS 15 public beta: 30 Haziran 2021iOS 14 public beta: 9 Temmuz 2020iOS 13 public beta: 24 Haziran 2019Apple, iOS 16.4 sürümünden beri kullanıcıların yeni iOS betaları doğrudan iPhone Ayarları içinden yüklemelerine izin veriyor.https://9to5mac.com/2024/04/24/ios-18-release-date/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaAppleiOS HaberleriiOS 18 ne zaman çıkacak? İşte beklenen iOS 18 çıkış tarihi ",
    "url": "https://www.donanimhaber.com/ios-18-ne-zaman-cikacak-iste-beklenen-ios-18-cikis-tarihi--176654"
  },
  {
    "title": "Gayriahlaki içerikler nedeniyle TikTok'a \"bant daraltma\" cezası gelebilir",
    "content": " TBMM Dijital Mecralar Komisyonu Başkanı Hüseyin Yayman,TikTok’takiiçeriklerden rahatsızlık duyulduğu için TikTok temsilcilerinin TBMM’ye çağırılacağını açıkladı. TikTok temsilcileri, 2023’ün Aralık ayında Meclis’e davet edilmiş ve çeşitli açıklamalar yapmıştı. Dijital Mecralar Komisyonu Başkanı Hüseyin Yayman, TikTok’un vaatlerini yerine getirmediğini ve bu nedenle idari yaptırımların değerlendirilebileceğini açıkladı.Başkan Yayman: \"Seçim öncesinde kışkırtıcılık yapıldı\"Yayman, 31 Mart Genel Seçimleri öncesindeki paylaşımlara vurgu yaparak bu platformlarda sokak hayvanları, sığınmacılar, ekonomi ve hayat pahalılığı üzerinden birkışkırtıcılıkyapıldığını söyledi. Sosyal medyada \"küresel bir kötücüllük\" olduğunu ifade eden Yayman, gelecek dönemde bu konuyu bir kez daha gündemlerine alacaklarını açıkladı.TikTok'taki gayriahlaki canlı yayınlara vurgu yaptıDijital Mecralar Komisyonu Başkanı Yayman, bazı TikTok canlı yayınlarınıngayriahlaki içeriklerbarındırdığını ifade etti. Yayman, “Burada para, bağış toplama adı altında insanların gayriahlaki tutum içerisine girmesi ne yerli ve milli değerlerimize uygundur ne de evrensel normlara uygundur.” dedi.Türkiye'ye temsilci atamayan Twitter'a (X) yeni cezalar yolda1 gün önce eklendiDijital ağların kendi otokontrol mekanizmasının olduğunu ancak bunların yetersiz kaldığını anlatan Yayman, \"Halkımız bize şunu söylüyor: 'Bu TikTok bir ulusal güvenlik meselesidir, buranın kapatılmasını istiyoruz' diyorlar.\" ifadelerini kullandı.TikTok’a bant daralma cezası gelebilirDijital Mecralar Komisyonu Başkanı Hüseyin Yayman, TikTok temsilcilerinin önümüzdeki günlerde Meclis’e çağrılacağını açıkladı. Komisyona verdikleri cevaplarla hayata geçirdikleri uygulamalar arasında farklar olduğu ve verilen vaatlerin yerine getirilmediğini ifade etti.Başkan Yayman, TikTok’taki içeriklerden dolayı olarak platforma idari yaptırım uygulanabileceğini ifade etti. Yayman, şunları söyledi:“Ulaştırma Bakanlığımız ve Bilgi Teknolojileri ve İletişim Kurumu Başkanlığımız ile eş güdüm içerisinde bant daraltma, reklam ve ticaret yasağının getirilmesi ile lisans iptaline varan yaptırım imkanları var. Bütün bunları milletimizin talepleri doğrultusunda değerlendireceğiz. Önümüzdeki günlerde tekrar bu konuyu daha yoğun ve kapsayıcı bir şekilde ele alacağız.\"https://www.aa.com.tr/tr/bilim-teknoloji/tbmm-dijital-mecralar-komisyonu-tiktok-temsilcilerini-tekrar-meclise-cagiracak/3200692Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaInternetSosyal Medya HaberleriTikTok'a gayriahlaki içerikler nedeniyle daraltma cezası yolda ",
    "url": "https://www.donanimhaber.com/tiktok-a-gayriahlaki-icerikler-nedeniyle-daraltma-cezasi-yolda--176657"
  },
  {
    "title": "Elektrikli Mini Aceman tanıtıldı: İşte tasarımı ve özellikleri",
    "content": " Mini, ürün gamında Cooper ve Countryman arasındaki boşluğu dolduracak olan yeni %100 elektrikli modeli Aceman'i tanıttı. Tamamen yeni bir model olanMini Aceman, köşeli hatlara sahip tasarımıyla dikkat çekiyor.Mini Aceman ilk etapta E ve SE olmak üzere iki farklı versiyonla satışa sunulacak. Aceman E versiyonunda 135 kW (181 hp) maksimum güç ve 290 Nm maksimum tork üreten bir elektrik motoru bulunuyor. Piyasadaki rakiplerine göre küçük sayılabilecek 40.7 kWsa'lik bir batarya ise modele 310 km WLTP menzili sağlıyor.Aceman SE ise 160 kW (215 hp) maksimum güç ve 330 Nm tork üreten daha güçlü bir motorla donatılmış. Her iki versiyonda da motor ön aksa güç veriyor. Bu versiyonda kullanılan 54,2 kWsa'lik batarya ile menzil 406 km'ye yükseliyor. Mini Aceman; 4075 mm uzunluğa, 1754 mm genişliğe ve 1495 mm yüksekliğe sahip. Bu da onu Cooper'dan yaklaşık 22 cm daha uzun, Countryman'den ise 35 cm daha kısa bir model yaparak B-SUV segmentine konumlandırıyor. 5 kişilik oturma kapasitesine sahip olan model, 300 litre bagaj hacmi sunuyor.Elektrikli model, Essential, Classic, Favoured ve JCW olmak üzere dört farklı donanım seviyesiyle tercih edilebilecek. Bu versiyonların her biri ön kapının altında yer alan kendine has logoya ve 17 ile 19 inç arasında değişen jantlara sahip. En üstte yer alan JCW ise bunlara ek olarak versiyona özel tamponlara, ön kaput üzerinde çizgilere ve parlak siyah süslemelere sahip gövde tasarımıyla dikkat çekiyor. Mini Aceman'in iç mekanı küçük kardeşi Cooper'a çok benziyor. Merkezdeki yuvarlak multimedya ekranı, otomobildeki tek ekran olarak görev yapıyor. Fonksiyonların çoğu bu ekrana emanet edilmiş durumda ancak özellikle sıkça kullanılan bazı işlemler için mekanik düğmeler de yer alıyor. Mini'nin yeni akıllı kişisel asistanı Spike ve sekiz seçilebilir moda sahip \"Mini Experience Modes\" da özellikler arasında.Huawei yeni otonom sürüş yazılımı markasını duyurdu: Qiankun19 sa. önce eklendiGüvenliği de elden bırakmayan Mini, yeni modelini 12 adet ultrasonik sensör ve dört adet çevre görüş kamerasıyla donatmış. Bu donanımlar, uzaktan park etme ve Sürüş Asistanı Plus gibi gelişmiş teknolojilerin de dahil olduğu gelişmiş sürüş asistan teknolojilerine yol gösteriyor.Mini Aceman'in fiyatı henüz belli değil. Elektrikli crossover'ın üretimi Çin'de başlayacak ve buna 2026 yılında İngiltere'deki Oxford fabrikası da dahil edilecek.Mini Aceman EV Görselleri(17)AçYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriYeni 2025 Mini Aceman tanıtıldı: İşte tasarımı ve özellikleri ",
    "url": "https://www.donanimhaber.com/yeni-2025-mini-aceman-tanitildi-iste-tasarimi-ve-ozellikleri--176650"
  },
  {
    "title": "Apple, iPhone üzerinde çalışabilecek yeni yapay zeka modelini tanıttı",
    "content": " Akıllı telefonlarda, özellikle Galaxy AI ile birlikte Galaxy S24 serisinde gördüğümüz yapay zeka özelliklerinin bir kısmı bulut temelli olarak çalışıyor. Ancak görünüşe göre Apple,iOS 18ile birlikte getireceğiyapay zeka özelliklerinindoğrudan cihaz üzerinde yaniiPhone’larda çalışmasınıistiyor. Bu istek, kısa bir süre önce yayınlanan ve aslında dört küçük dil modelinden oluşanOpenELMyapay zeka modeliyle de gözler önüne seriliyor.Apple’dan cihaz üzerinde çalışacak yapay zeka modeliCihaz üzerinde yerel olarak çalışacak bir yapay zeka çoğu açıdan ek avantajlarla birlikte geliyor. Bunların en başında ise daha yüksek hız ve güvenlik yer alıyor. Dört adet çok küçük dil modelinden oluşanOpenELM’in \"Açık kaynaklı Verimli Dil Modelleri\" anlamına geldiğini aktaran Apple, e-posta yazma gibi metinle ilgili görevlerde modelin çok verimli olduğunu söyledi.Adobe’nin yeni yapay zekası bulanık videoları HD yapıyor17 sa. önce eklendiOpenELM esasında dört küçük modele sahip ve bunlar farklı ağırlıktalar: 270 milyon parametre; 450 milyon parametre; 1,1 milyar parametre; ve 3 milyar parametre. Parametre sayısı artıkça modelin eğitim verileri, karmaşıklığı ve haliyle yetenekleri de artıyor. Her dört model de oldukça küçükler ve bunları işletmek Gemini, GPT 4 ve Llama 3 gibi modelleri işletmeye göre çok daha ucuz. Bu tip küçük modellercihazlarda yerel olarak çalışmak için optimize ediliyor. Apple araştırmacıları, OpenELM modellerinin eğitiminde doğruluğu ve verimliliği artırmak için katman bazlı bir ölçeklendirme stratejisi kullandıklarını belirtiyor. Bu sayede daha güvenilir sonuçlar elde edildi. Örneğin, yaklaşık bir milyar parametrelik bir parametre bütçesiyle OpenELM, OLMo'ya kıyasladoğrulukta yüzde 2,36'lık bir iyileşmesergilerken2 kat daha az ön eğitim tokenigerektiriyor.Öte yandan OpenELM, iPhone’larda nasıl bir yapay zeka göreceğimize işaret eden bir araştırma konumunda. Apple, OpenELM modellerini açık araştırma topluluğunu güçlendirmek ve zenginleştirmek için yayınladığını söylüyor. Ancak benzer modellerin iOS 18 ile iPhone’lara gelmesi bekleniyor.Apple CEO'su Tim Cook, geçtiğimiz aylarda firmanın yapay zeka konusunda inanılmaz miktarda zaman ve çaba harcadığını ve cihazlara üretken yapay zeka özellikleri getireceğini söylemişti. Firma şimdiye kadar ticari kullanıma yönelik herhangi bir yapay zeka yayınlamamış olsa da çok sayıda yapay zeka araştırması yayınladı.Kaynakçahttps://www.theverge.com/2024/4/24/24139266/apple-ai-model-openelm-iphone-laptops-strategyhttps://huggingface.co/apple/OpenELM-3Bhttps://arxiv.org/pdf/2404.14619Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYazılımYapay Zeka HaberleriApple, iPhone üzerinde çalışabilecek yapay zeka modelini tanıttı ",
    "url": "https://www.donanimhaber.com/apple-iphone-uzerinde-calisabilecek-yapay-zeka-modelini-tanitti--176648"
  },
  {
    "title": "WhatsApp iOS uygulaması passkey desteği kazandı",
    "content": " WhatsApp, Android’in ardından iOS için de passkey doğrulama desteğini sundu. Bu, kullanıcıların artık cihazlarını doğrulamak için tek kullanımlık SMS şifreleriyle uğraşmak zorunda kalmayacağı anlamına geliyor. Peki,Whatsapp passkeyözelliği nedir, nasıl kullanılır?WhatsApp sohbet kilitleme & mesaj gizleme nasıl yapılır?2 hf. önce eklendiPasskey, geleneksel parolanın yerine geçiyor ve cihaz doğrulaması gerektiğinden geçiş anahtarları kimlik avı gibi çevrimiçi saldırılara son veriyor. Passkey ile çalınabilecek bir parola yok, ele geçirilebilecek tek seferlik SMS veya kimlik doğrulama kodu da yok. Giriş işlemleri parola yerine Face ID, Touch ID veya cihaz parolasıyla yapıldığından passkey, daha kullanışlı.WhatsApp passkey nasıl oluşturulur?Passkey doğrulaması, WhatsApp’a tekrar giriş yapmayı daha kolay ve daha güvenli hale getiriyor.WhatsApp’ta bir geçiş anahtarı oluşturmakiçin aşağıdaki adımları takip edin:WhatsApp’ı açın.Ayarlar’a girin.Hesap altında Passkey (Geçiş Anahtarları) dokunun.Geçiş anahtarı oluştur’a dokunun.Devam ile ilerleyin.Ekran kilidini kullan’a dokunarak passkey’i oluşturun.Apple, 2022’den beri geçiş anahtarlarını destekliyor. Passkey, iOS 16 ve üzeri, iPadOS 16 ve üzeri ve macOS Ventura ve daha iyi sürüm çalıştıran cihazlarda çalışıyor. X (Twitter), Google, Microsoft, PlayStation dahil birçok şirketin ardından WhatsApp ta passkey desteği sunmaya başladı.https://faq.whatsapp.com/1850567238795036/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaInternetSosyal Medya HaberleriWhatsApp iOS uygulaması passkey desteği kazandı ",
    "url": "https://www.donanimhaber.com/whatsapp-ios-uygulamasi-passkey-destegi-kazandi--176649"
  },
  {
    "title": "Elektrikli Mazda EZ-6 sedanın tasarımı ortaya çıktı",
    "content": " 2023 yılının sonunda Türkiye pazarından çekilen Japon otomobil üreticisi Mazda, Çin'deki yoğun rekabete dahil olabilmek için ürün gamını elektriklendiriyor. Bu kapsamda, şirketin ülkedeki iştiraki Changan Mazda tarafından üretilecek olan yeni Mazda EZ-6, Pekin Uluslararası Otomobil Fuarı'nda görücüye çıkarılacak.Çin'de hala çok popüler olan sedan gövde tipini elektrikli araç dünyasıyla bir araya getirecek olan yeni model, Mazda EZ-6 isimli %100 elektrikli ve Mazda EZ-60 adı verilen menzil artırıcı (EREV) olmak üzere iki farklı versiyonla satılacak. Söz konusu otomobillerin önümüzdeki yıl satışa sunulması bekleniyor.İsminden de anlaşılabileceği üzere Mazda 6'nın halefi olarak yorumlayabileceğimiz yeni modelin her iki versiyonu da Changan'ın altyapısını kullanıyor. Gövde tasarımına baktığımızda, elektrikli otomobillerden alıştığımız gibi coupe stili aerodinamik bir silüete sahip olduğunu görmekteyiz. Ön tarafta çıkıntılı burun, panjur süsü verilen kapalı bir alan ve onu saran LED ışık imzası dikkat çekiyor. Yan taraftan baktığımızda, çift renkli tasarıma sahip jantlar hemen göze çarpıyor. Yüksek omuz çizgisinin güçlü bir görünüm kazandırdığı Mazda EZ-6'da gizli kapı kolları, siyah yan ayna kapakları, çerçeveler ve eteklerde bulunan parlak siyah ve krom süslemeler bulunuyor. Arka tarafta ise moda haline gelen boydan boya uzanan LED stoplar ve Mazda yazısı mevcut.Skoda, Vision Gran Turismo konseptini tanıttı6 sa. önce eklendiTeknik detaylar henüz belli değil ancak Çin medyasına göre otomobil, Deepal SL03 modelinde de kullanılan Changan'ın EPA1 platformu üzerine inşa edilecek. Bu platform %100 elektrikli ve menzil artırıcı güç aktarma sistemleriyle uyumlu. İkinci seçenekte 1.5 litre dört silindirli benzinli motor, jeneratör olarak kullanılıyor.https://www.reddit.com/r/mazda/comments/1cbsuqc/official_picture_of_the_new_mazda_ez6/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriElektrikli Mazda EZ-6 sedanın tasarımı ortaya çıktı ",
    "url": "https://www.donanimhaber.com/elektrikli-mazda-ez-6-sedanin-tasarimi-ortaya-cikti--176646"
  },
  {
    "title": "ŞOK marketlerde oyuncu kasası, dizüstü, tümleşik bilgisayar, monitör, oyuncu koltuğu var",
    "content": " Bugüne kadar bazı dönemler oyuncu kasaları bazı dönemler dizüstü bilgisayar satışını gördüğümüz ŞOK marketler bu hafta hepsini birden raflara çıkarıyor. Oyuncu kasası, dizüstü, tümleşik bilgisayar, monitör gibi pek çok çeşit mevcut.24 Nisan ŞOK aktüel teknoloji ürünleri24 Nisan ŞOK aktüelteknoloji ürünleri arasında Gamers Arena marka oyuncu kasaları yer alıyor. Ryzen 5 5600G yonga, 16GB DDR4 RAM, 512GB depolama olan ucuz versiyon 1199TL. Ryzen 5 5600 işlemci, 16GB RAM ve 512GB depolama ortak olan kasalardan GeForce RTX 3060 Ti olan versiyon 20999TL, GeForce RTX 4060 olan versiyon 23999TL, GeForce RTX 4060 Ti olan versiyon da 26999TL.ŞOK Marketler, online market platformu İstegelsin'i satın aldı1 hf. önce eklendiRaflarda ilk kez gördüğümüz TechnoPC tümleşik bilgisayar modeli 23.8 inç Full HD IPS ekran, Intel i5-12450H işlemci, 8GB DDR4 RAM, 512GB depolama ile 21499TL. RTX 3050 ekran kartlı Quantum Gaming dizüstü bilgisayar 24799TL, Samsung M5 32 inçlik Tizen monitör 5999TL, Twisted Minds oyuncu koltuğu da 7899TL.Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaDonanımKasa Haberleri24 Nisan ŞOK aktüel kataloğunda neler var? ",
    "url": "https://www.donanimhaber.com/24-nisan-sok-aktuel-katalogunda-neler-var--176647"
  },
  {
    "title": "Skoda, Vision Gran Turismo ile oyun dünyasında da adından söz ettiriyor",
    "content": " Škoda, tamamen elektrikli konsept aracıŠkoda Vision Gran Turismo'yu tanıttı. Dijital yarış dünyasının sevilen oyunlarından biri olanGran Turismo 7 PlayStation’a dahil edilen Vision Gran Turismo ile Škoda burada da adından söz ettiriyor.1957 model Škoda 1100 OHC Spider’dan ilham alan elektrikli ve dört tekerlekten çekişli Škoda Vision Gran Turismo,800 kW güçve1.020 Nmtork üreten dört elektrikli motorla donatıldı. 120 yıldan daha uzun süreden beri motor sporları geçmişine sahip olan Škoda, şimdi de çarpıcı aracıyla oyun dünyasında yerini alıyor.Bu konsept araçla birlikte Škoda markası, PlayStation 4 ve 5 için popüler Gran Turismo 7 yarış simülasyonuna ilk kez katılıyor. Bu platform için özel olarak geliştirilen sanal konsept çalışması, oyunun Vision kategorisi için tamamen elektrikli bir yarış otomobili olarak dikkat çekiyor. Sanal Škoda Vision Gran Turismo, 24 Saat Le Mans’da yarışmak üzere geliştirilen 1957 model Škoda 1100 OHC Spider'dan ilham aldı. Oliver Stefani liderliğindeki Škoda Tasarım ekibi, efsanevi 1100 OHC'nin tasarım öğelerini bölünmüş arka kanat gibi yeni özelliklerle birleştirerek muhteşem bir üstü açık tek kişilik otomobil geliştirdi.Škoda Vision Gran Turismo, aynı zamanda gelecek elektrikli Škoda modelleri için kullanılan yeni Modern Solid tasarım dilinin özelliklerini de içeriyor. Bunlar arasında T şeklindeki farlar ve mat yeşil gövde rengi de yer alıyor. Aktif aerodinamiğe sahip araç, tüm pist koşullarında üstün performans sunuyor.Volkswagen'den etkileyici elektrikli SUV konsepti: ID.Code16 sa. önce eklendiÜstün verimlilik ve sürüş dinamikleriyle tasarlanan araç sadece 1.300 kg ağırlığa sahip. Yaklaşık 4.41 metre uzunluğu, 1.95 metre genişliği ve sadece 94.9 santimetre yüksekliğiyle tasarlanan araç, 87 kWh lityum-iyon bataryadan güç alıyor. Škoda Vision Gran Turismo'nun dinamik sesi ise, Škoda Geliştirme ve Tasarım ekibi tarafından özel olarak geliştirildi.Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriSkoda, Vision Gran Turismo konseptini tanıttı ",
    "url": "https://www.donanimhaber.com/skoda-vision-gran-turismo-konseptini-tanitti--176645"
  },
  {
    "title": "WhatsApp'ta numara çevrilerek arama yapılabilecek",
    "content": " WhatsApp, daha önce rehbere kayıtlı olmayan numaralar ile hızlıca sohbet edebilmek için bir özelliği devreye sokmuştu. Uygulama şimdi ise rehbere kaydetmeye gerek kalmadan direktWhatsApp içinden arama yapmak için numara çeviriciözelliğini getirmeye hazırlanıyor.WhatsApp ile direkt numara çevirmek mümkün oluyorAndroid için WhatsApp 2.24.9.28 beta sürümünde ortaya çıkan özellik ile kısa süreli görüşeceğiniz dolayısıyla rehbere kaydetmek istemediğiniz kişilerin numaralarını WhatsApp içinden tuşlayarak arayabileceksiniz. Bu özellik, özellikle oldukça pahalı olanuluslararası aramalar yapan kullanıcılar için kullanışlı olabilir.Tıpkı normal bir sesli arama yapar gibi kolaylıkla WhatsApp içinden arama yapabilmek mümkün olacak. Diğer taraftan uçtan uca şifreleme yapan WhatsApp'ın gizlilik ve güvenlik avantajına sahip olduğunu da belirtelim.Android 15, ekran paylaşımında hassas içerikleri gizleyecek20 sa. önce eklendiWhatsApp ayrıca, kullanıcılarıntopluluklardaki grupları gizlemesineolanak tanıyan\"Gizli grup\"adı verilen bir özellik üzerinde çalışıyor. Android için WhatsApp'ın 2.24.9.20 beta sürümünde görülen bu özellik, yalnızca davet edilen üyelerin grubu bulup katılmasına ve topluluk yöneticilerinin grubu bulup kaldırabilmesine izin veriyor.Beta aşamasına olan bu özelliklerin ne zaman kullanıma sunulacağı henüz belli değil.Kaynakçahttps://wabetainfo.com/whatsapp-beta-for-android-2-24-9-28-whats-new/https://wabetainfo.com/whatsapp-beta-for-android-2-24-9-27-whats-new/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerMobil Uygulamalar HaberleriWhatsApp'ta numara çevrilerek arama yapılabilecek ",
    "url": "https://www.donanimhaber.com/whatsapp-ta-numara-cevrilerek-arama-yapilabilecek--176644"
  },
  {
    "title": "Yeni Tesla Model 3 Performance tanıtıldı: İşte özellikleri ve fiyatı",
    "content": " Tesla, güncellenmişModel 3 Performance'ı tanıttı. Daha güçlü motorlarla donatılan ve sportif yetenekleri geliştirilen otomobil neler sunuyor hep birlikte bakalım.2024 Tesla Model 3 Performance özellikleri“Daha fazla güç, daha düşük enerji tüketimi”ifadeleriyle tanıttılan Tesla Model 3 Performance, yenilenmiş tahrik ünitesiyle eski modele göre%22 daha yüksek sürekli güç ve %32 daha yüksek tepe güçseviyesi sunabiliyor. Otomobilde bulunan çift motor toplamda510 beygirgüç üretebiliyor.262 km/hazami hıza sahip araç, 0'dan 100 km/h hıza3.1 saniyedeulaşabiliyor. Otomobilin menzili ise476 km.Dış tasarımda yapılan geliştirmeler ile sürtünme katsayısı da düşürülerek0.208 Cddeğerine ulaşılmış. Tesla, güç aktarma organlarının yanı sıra daha yetenekli, performans odaklı bir şasi ürettiklerini belirtiyor. Şirket çok fazla ayrıntı belirtmeden otomobilin ağırlığını azaltan ve sertliği arttıran özel bileşenlerle donatıldığını söylüyor. Öne çıkan özellikler arasında içi boş damper piston çubuklarına sahipadaptif amortisörler, çok bölümlü stabilizatör çubuğu, ultra yüksek mukavemetli çelik yaylar ve daha sert süspansiyon üst bağlantıları bulunuyor. Uyarlanabilir amortisörler gerçek zamanlı olarak ayarlanıyor ve Standart, Spor ve Pist olmak üzere üç modu bulunuyor. Ayrıca yenilenenTrack Modu(Pist modu) ile motor ve süspansiyon kontrolü, güç aktarma organı soğutması ve Tesla'nın Araç Dinamiği Kontrol Cihazı tek bir birleşik sistem altında entegre ediliyor.Diğer öne çıkan özellikler arasında daha arkaya dönük tork dağılımı,yeni yüksek performanslı frenlerve Tesla'ya özgü Pirelli P Zero 4 performans lastiklerine sahip kademeli 20 inç jantlar yer alıyor.Smart, #5 isimli yeni elektrikli SUV konseptini görücüye çıkardı23 sa. önce eklendiPerformansın yanı sıra otomobil, standart modelin izinden giden güncellenmiş bir tasarıma sahip. Model 3 Performance, daha sportif tamponlar,yeni bir ön ayırıcı, revize edilmiş bir spoiler ve agresif bir difüzörlegeliyor. Bu değişiklikler sadece aracın daha iyi görünmesini sağlamakla kalmıyor, aynı zamanda aerodinamiği de geliştiriyor. Tesla,sürüklenmenin %5 oranında, kaldırma kuvvetinin de %36 oranında azaldığınıbelirtiyor. İç kısımda ise daha derin bir oturma pozisyonuna sahipyenilenmiş spor koltuklaryer alıyor. Bunun dışında,akustik camlarve yalıtımdaki gelişmeler ilekabin daha sessiz hale getirilmiş.Ek olarak performans modeline özelkarbon fiber kaplamave 17 hoparlörlü ses sistemi de araca entegre edilmiş.ABD'de siparişe açılan Tesla Model 3 Performance'ın teslimatlarınınMayıs veya Haziranaylarında başlaması planlanıyor. Otomobilin başlangıç fiyatı ise52.990 dolar.2024 Tesla Model 3 Performance Görselleri(29)Açhttps://www.carscoops.com/2024/04/new-tesla-model-3-performance-has-510-hp-296-mile-range-and-53k-price-tag/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriYeni Tesla Model 3 Performance tanıtıldı: İşte özellikleri ",
    "url": "https://www.donanimhaber.com/yeni-tesla-model-3-performance-tanitildi-iste-ozellikleri--176643"
  },
  {
    "title": "HMD Pulse ve HMD Pulse+ tanıtıldı",
    "content": " HMD Global ortaklığı Nokia sonrasında kendi markasını taşıyan ilk akıllı telefonlarını duyurdu. HMD Pulse ve HMD Pulse+ akıllı telefonları bileşenlerin kolay değiştirilmesi ile öne çıkıyor. Ayrıca fiyatı da oldukça makul.HMD Pulse özellikleri ve fiyatı6.65 inçlik HD+ ekranUNISOC T606 işlemci4GB/6GB RAM64GB depolama13MP arka kamera8MP ön kamera5000mAh batarya, 10W hızlı şarj4G, Wi-Fi 5 (ac), Bluetooth 5.0, NFC140 Euro başlangıçProject Fusion modüler telefon geliyor1 hf. önce eklendiHMD Pulse+ özellikleri ve fiyatı6.65 inçlik HD+ ekranUNISOC T606 işlemci4GB/6GB/8GB RAM128GB depolama50MP arka kamera8MP ön kamera5000mAh batarya, 10W hızlı şarj4G, Wi-Fi 5 (ac), Bluetooth 5.0, NFC160 Euro başlangıçHMD PulseveHMD Pulse+firmanın giriş seviyesine yakın olarak konumlandırdığı akıllı telefon modelleri oldu. Çok büyük beklentilerle gelmeyen bu modellerde 90Hz ekran ve 600nit parlaklık değeri yer alıyor.Kolay tamir edilebilirlik sloganı kullanan telefonun kasası kolay bir işlem ile açılıyor ve ekran, batarya gibi bileşenler değiştiriliyor. iFixit gibi sitelerde yedek parça bulmak mümkün. Batarya 800 şarj döngüsüne kadar tam kapasiteyi koruma garantisi sunuyor.UNISOC T606 yonga seti 2 adet Cortex-A75 ve 6 adet Cortex-A55 çekirdeği yanında Mali-G57 MP1 grafik birimi ile 4G modem barındırıyor. Telefonların henüz Türkiye’de gelip gelmeyeceği bilinmiyor.https://www.gsmarena.com/hmd_pulse_trio_unveiled_affordable_phones_with_gen_1_repairability-news-62582.phpYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerCep Telefonları HaberleriHMD Pulse Plus tanıtıldı: İşte özellikleri ve fiyatı ",
    "url": "https://www.donanimhaber.com/hmd-pulse-plus-tanitildi-iste-ozellikleri-ve-fiyati--176642"
  },
  {
    "title": "Volkswagen'den etkileyici elektrikli SUV konsepti: ID.Code",
    "content": " Volkswagen, 2024 Pekin Uluslararası Otomobil Fuarı'na sıkı bir şekilde hazırlanıyor. Alman üreticinin fuardaki en büyük gösterimlerinden biri de yeni ID.Code konsepti olacak. Markanın mevcut tasarım diline epey uzak görünen coupe-SUV konsepti, Volkswagen'in Çin'de satacağı yeni modellerin ön gösterimi olarak karşımızda.Çin'de ve Avrupa'daki tasarım ekiplerinin iş birliğiyle tasarlanan ID.Code konsepti; pürüzsüz yüzeyleri, geniş çamurlukları ve dijital yan aynalarıyla dikkat çekiyor. Önde ve arkada aydınlatılmış Volkswagen logosuyla bölünen sonsuz LED ışık imzası yer alıyor. Elbette bunlar sıradan aydınlatmalar değil. Yapay zeka desteğinden faydalanarak diğer yol kullanıcılarıyla etkileşime geçebiliyor.Buna ek olarak, öndeki aydınlatmaların hemen altındaki gövde rengi panel aslında bir ekran. Kapalı haldeyken görünmese de aktif edildiğinde bu alanda hava durumu tahmini ve karşılama mesajları gösterilebiliyor. Volkswagen ID.Code konseptinin iç mekanı \"mobil yaşam alanı\" olarak nitelendiriliyor. Seviye 4 otonom sürüş özelliğiyle donatılan araçta lövye şeklindeki direksiyonun hemen arkasında boydan boya uzanan ekran mevcut. Kenarlarda dijital aynalardan gelen görüntüleri anlık olarak yansıtan küçük kavisli ekranlar bulunuyor. Orta konsolun ucunda ise dikey olarak konumlandırılmış, araçla ilgili tüm kontrollerin yapıldığı büyük dokunmatik ekran yer alıyor.Elektrikli Ford E-Transit'e büyük batarya dopingi20 sa. önce eklendiAraç otonom sürüş modundayken direksiyon katlanıyor, koltuklar 180 derece dönüyor ve yolcular dilerse uzun yolculuklarda uyku pozisyonuna geçebiliyor. Kabinde gerçek deri kullanılmadığının altını çizen Volkswagen, ambiyans aydınlatması ve klima kontrol sisteminde özel jetlerden esinlendiklerini belirtiyor. Şeffaf tavanın fotovoltaik sisteme sahip olması sayesinde güneş enerjisinden de bir miktar faydalanılabiliyor.ID.Code konseptinin ilham verdiği elektrikli Volkswagen otomobiller sadece Çin'de satılacak. Şirket, pazardaki iddiasını sürdürebilmek için ID.UX isimli bir alt marka kurdu. Bu alt marka kapsamında 2030 yılına kadar 5 yeni model çıkarılacak.Volkswagen ID.Code Görselleri(34)AçYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriVolkswagen'den etkileyici elektrikli SUV konsepti: ID.Code ",
    "url": "https://www.donanimhaber.com/volkswagen-den-etkileyici-elektrikli-suv-konsepti-id-code--176641"
  },
  {
    "title": "Tesla ucuz otomobilini piyasaya sürecek, ancak planlar değişti",
    "content": " Tesla, 2024 yılının ilk çeyreğine ilişkin mali sonuçlarını açıklayarak,ucuz elektrikli aracınınüretimine yönelik planlarını değiştirdiğini açıkladı.Model 2, mevcut üretim hatlarında üretilecekTesla, 2025'in sonlarında piyasaya sürmeye hazırlandığı25 bin dolarlık\"Model 2\"aracı üzerinde çalışmaların devam ettiğini, ancak daha önce bildirilenin aksine yeni üretim yöntemi\"Unboxed\"(kutusuz) yerinemevcut üretim hatlarınıkullanacağını açıkladı.Reuter daha önce,Tesla'nın robotaksi geliştirmeye öncelik vereceği için ucuz otomobil planlarını iptal ettiğini iddia etmiş ve bu iddia Elon Musk tarafından yalanlanmıştı.Tesla, Uber benzeri “robotaksi” uygulamasını gösterdi1 gün önce eklendiTesla bu değişikliğin yeni aracın maliyetlerini düşürmede dezavantajlı olduğunu kabul etmekle beraber araç üretim hacmini ve yatırımları daha ihtiyatlı olarak arttırmaya izin verdiği için yapıldığını belirtti. Böylelikle yeni üretim hattına yatırım yapmadan3 milyona yakın olan üretim kapasitesini tam kapasitede kullanmayı hedefledikleriniaçıkladı.Tesla, daha önce duyurulanrobotaksininhala yeni \"kutusuz\" sistemle üretileceğini doğruladı. Bunların dışında Elon Musk, Tesla'nın otonom sürüş sistemi olanFull Self Driving (FSD)'i lisanlamak için bir üreticiyle görüştüklerini açıkladı.Tesla'nın gelirleri ve kârı azaldıŞirketin çeyrek gelirleri ise geçen seneye göre%9 azalarak 21.3 milyar dolarageriledi. Net kâr da geçen senenin aynı dönemine göre%55 azalarak 1.1 milyar dolar oldu.Buna rağmen, şirketin bu yıl satışlarını artıracağı beklentisi ve ekonomik modelin piyasaya sürüleceği açıklamasıyla beraberhisseleri %10 yükseldi.https://electrek.co/2024/04/23/tesla-announces-change-of-plans-to-build-cheaper-electric-cars/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriTesla ucuz otomobilini piyasaya sürecek, ancak planlar değişti ",
    "url": "https://www.donanimhaber.com/tesla-ucuz-otomobilini-piyasaya-surecek-ancak-planlar-degisti--176635"
  },
  {
    "title": "Adobe’nin yeni yapay zekası bulanık videoları HD yapıyor",
    "content": "Geçtiğimiz yıl önceki SenseiAI'ı temel alanFirefly'ı piyasaya sürerek büyük etki yaratan Adobe, yapay zeka özelindeki çalışmalarına hız kesmeden devam ediyor.Adobearaştırmacıları bu kez, bulanık videoları orijinal çözünürlüklerinin sekiz katına kadar yükseltebilen ve bunu videolarda minimum bozulmayla gerçekleştirebilenVideoGigaGANadlı yeni bir üretken yapay zeka modeli geliştirdi.Bulanık videolar tarih oluyorAdobe, VideoGigaGAN modelinin diğerVideo Super Resolution(VSR) yöntemlerinden daha üstün olduğunun altını çiziyor. Firmaya göre yapılan ince ayarlar ve önlemlerle birlikte görüntülerde bozulma olmadan yükseltme işlemi yapılabiliyor. Araştırmacılar VideoGigaGAN'ı, yüksek frekanslı ayrıntılara ve zamansal tutarlılığa sahip videolar üretebilen yeni bir üretken VSR modeli olarak tanımlıyor.Belirtilenlere göre VideoGigaGAN, büyük ölçekli büyük ölçekli bir görsel yükseltici olanGigaGAN üzerine inşa edildi.Bilmeyenler için Generative Adversarial Networks (GAN) veya Türkçesi olarak Çekişmeli üretici ağlar, genel olarak hareketsiz görüntüleri daha yüksek çözünürlüklere yükseltmede oldukça etkilidirler ancak aynı şeyi videolar üzerinde uygulamak ortaya titreme ve istenmeye bozukluklar çıkartabiliyor. Diğer video yükseltme yöntemleri ise bu titreme sorunları olamadan yükseltme işlemlerini yapabiliyor. Adobe, her iki tarafın da güçlü yönlerini VideoGigaGAN özelinde birleştirdiğini belirtiyor. Araştırmacılar, uyguladıkları teknikler ve önlemlerleyüksek video kalitesielde edebilirken çok daha az titreme ve bozulma almayı başarmışlar.Yapay zeka şirketleri çocuk istismarına yönelik ortak karar aldı1 gün önce eklendiAdoba, VideoGigaGAN için çok sayıda örnek de paylaştı. Her örnek mükemmel olmasa ve yapaylık anlaşılabilir olsa da çoğunda kalite genel olarak oldukça yüksek bir seviyede. Hatta bazı örnekler o kadar kaliteli ki, bu videoda yapay zekanın parmağının olduğunu söylemek zor. Öte yandan VideoGigaGAN yalnızca bir araştırma ürünü konumunda ve herhangi bir çıkış tarihi veya yakında zamanda modeli görüp göremeyeceğimiz tamamen belirsiz durumda.Kaynakçahttps://www.theverge.com/2024/4/24/24138979/adobe-videogigagan-ai-video-upscaling-project-blurry-hdhttps://videogigagan.github.io/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYazılımYapay Zeka HaberleriAdobe’nin yeni yapay zekası bulanık videoları HD yapıyor ",
    "url": "https://www.donanimhaber.com/adobe-nin-yeni-yapay-zekasi-bulanik-videolari-hd-yapiyor--176637"
  },
  {
    "title": "Apple sunucular için yonga geliştiriyor",
    "content": " Yıllarca mobil dünyada fırtına estirdikten sonra masa üstü işlemci dünyasına giriş yapanApple, bugüne kadar verimlilik ve akıcılık konusunda rakipsiz tasarımlar geliştirdi. Şimdi ise yapay zekâ sunucularına yönelik olarak yeni bir işlemci tasarladığı iddia ediliyor.Apple sunucu işlemcisiKaynaklar en erken 2025 ortalarında kullanıma sunulacak olan sunucu işlemcisininTSMCtarafından gelişmiş 3nm sürecinde üretileceği belirtiliyor. Bu süreçApple A18 Bionic Proişlemcisinde de kullanılıyor. Henüz bu işlemcinin hangi isimlendirme ile geleceği bilinmiyor.Apple, yetersiz talep nedeniyle Vision Pro üretimini azalttı1 gün önce eklendiPeki Apple sunucu pazarına mı giriyor? Elbette hayır. Firmanın kendi ekosistemi için yapay zekâ odaklı sunucu sistemleri hazırlayacağı iddia ediliyor. iOS 18 ile birlikte iPhone modelleri yapay zekâ işlemlerini cihaz üzerinde gerçekleştirecek ancak Apple bu desteği sunmadığı cihazlar ve diğer ekosistem yükleri için bu sunucuları kullanacak.https://wccftech.com/apple-custom-chip-for-ai-servers-use-tsmc-3nm-process/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaAppleiPhone HaberleriApple’dan yeni yonga sürprizi ",
    "url": "https://www.donanimhaber.com/apple-dan-yeni-yonga-surprizi--176639"
  },
  {
    "title": "HMD Global ilk amiral gemisini duyurdu: HMD Pulse Pro",
    "content": " Nokia marka akıllı telefon üretimini sonlandırarak kendi markası ile pazara atılmayı tercih eden HMD Global ilk lansmanını yaptı. HMD Pulse serisi bütçe dostu ve kolay tamir edilebilirlik özellikleri ile geliyor.HMD Pulse Pro özellikleri ve fiyatı6.65 inçlik HD+ ekranUNISOC T606 işlemci4GB/6GB/8GB RAM128GB depolama50MP+2MP arka kamera50MP ön kamera5000mAh batarya, 20W hızlı şarj4G, Wi-Fi 5 (ac), Bluetooth 5.0, NFC180 Euro başlangıçProject Fusion modüler telefon geliyor1 hf. önce eklendiHMD Pulse Profirmanın ilk amiral gemisi olma unvanına sahip. Elbette piyasaya göre amiral gemisi değil ancak firma ilk etapta bütçeye oynayacağı için bir süre en iyi telefonu olarak kalması muhtemel görünüyor.Kolay tamir edilebilirlik sloganı kullanan telefonun kasası kolay bir işlem ile açılıyor ve bataryası değiştiriliyor. Batarya 800 şarj döngüsüne kadar tam kapasiteyi koruma garantisi sunuyor ancak hızlı şarj bunu bir miktar azaltabilir.Ekran 90Hz ve 600 nit parlaklık sunuyor.UNISOC T606 yonga seti 2 adet Cortex-A75 ve 6 adet Cortex-A55 çekirdeği yanında Mali-G57 MP1 grafik birimi ile 4G modem barındırıyor. Android 14 ile kutudan çıkan telefon 2 büyük Android güncellemesi ve 3 yıl güvenlik güncellemesi sözü veriyor.  Yan kısmında parmak izi okuyucusu olan telefonun henüz Türkiye’de gelip gelmeyeceği bilinmiyor.https://www.gsmarena.com/hmd_pulse_trio_unveiled_affordable_phones_with_gen_1_repairability-news-62582.phpYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerCep Telefonları HaberleriHMD Pulse Pro tanıtıldı: İşte özellikleri ve fiyatı ",
    "url": "https://www.donanimhaber.com/hmd-pulse-pro-tanitildi-iste-ozellikleri-ve-fiyati--176638"
  },
  {
    "title": "Snapdragon X Plus tanıtıldı: İşlemci neler sunuyor?",
    "content": " Geçtiğimiz Ekim ayında Qualcomm, Windows bilgisayarlara yönelik işlemcisiSnapdragon X Elite'i tanıtmıştı. Güçlü performansıyla merak uyandıran işlemci yakında dizüstü bilgisayarlarda yerini alacak. Şirket şimdi de daha az çekirdek sayısına sahip kırpılmış versiyon olanSnapdragon X Plus'ı tanıttı.Üst seviyede Snapdragon X Eliteüç modelesahip. Bütün versiyonlarda12 çekirdek, 42 MB önbellek ve45 TOPSperformans sağlayan birNPU (nöral işlem ünitesi)bulunuyor. Modelleri birbirinden ayıran şey ise CPU ve GPU saat hızları. Snapdragon X Plus özellikleriSnapdragon X Plus'ta iseçekirdek sayısı 10'a düşürülmüş.3.4 GHz'de çalışan işlemci,3.8 TFLOPsgücünde Adreno GPU'ya ve X Elite ile benzer güce sahip(45 TOPS) NPU'ya sahip. Dolayısıyla en üst seviye X Elite işlemcisini hariç tutarsak, performans anlamında çok kesintiye gidilmemiş.Qualcomm Snapdragon X EliteQualcomm Snapdragon X PlusCPUQualcomm Oryon, 12 çekirdek, 3.8 GHz, 42MB ön bellek, 4.3 GHz'e kadar boost hızıQualcomm Oryon, 10 çekirdek, 3.8 GHz, 42MB ön bellek, boost yokGPUQualcomm Adreno, 4.6 TFLOPSQualcomm Adreno, 3.8 TFLOPSNPUQualcomm Hexagon, 45 TOPSQualcomm Hexagon, 45 TOPSÜretim süreciTSMC 4nmTSMC 4nmBellek64GB'a kadar LPDDR5X-844864GB'a kadar LPDDR5X-8448KameraQualcomm Spectra ISP, 64MP'e kadar tek kamera, 2x 36MP çift kamera, 4K HDR video kaydıQualcomm Spectra ISP, 64MP'e kadar tek kamera, 2x 36MP çift kamera, 4K HDR video kaydıModemSnapdragon X65 5GSnapdragon X65 5GWi-Fi ve BluetoothQualcomm FastConnect 7800; Wi-Fi 6, 6E, 7, Bluetooth 5.4Qualcomm FastConnect 7800; Wi-Fi 6, 6E, 7, Bluetooth 5.4Snapdragon X Elite işlemcili ilk laptoplar 24 Nisan'da gelebilir4 gün önce eklendiX Plus'ın en üst seviye X Elite ile performans kıyaslamalarına baktığımızda, X Elite'inGeekbenchtestinde tek ve çok çekirdekte%18,Cinebenchtek çekirdekte%17ve çok çekirdekte ise%38daha yüksek performans gösterdiğini görüyoruz. Daha yüksek saat hızı ve ekstra iki çekirdeği göz önüne aldığımızda farklar normal gözüküyor.GPU performansında 4.6 TFLOPs GPU'ya sahip en üst seviye X Elite,3DMark Wild Life Extremetestinde42 fpselde ederek37 fpskare hızını yakalayan X Plus'ın önünde geçmeyi başarıyor.  Qualcomm, Snapdragon X işlemcileriniApple'ın M3'üile kıyaslayarak önde olduğunu belirtiyor. Firmanın paylaşımına göre X Elite, Geekbench testindeçok çekirdekte M3'ten %28 daha hızlı. Küçük kardeşi X Plus ise %10 daha hızlı.Tabi kıyaslanan M3'ün8 çekirdekliolduğunu belirtmemiz gerek. Qualcomm, 12 çekirdekli M3 Pro ve 14/16 çekirdekli M3 Max'i kıyaslamaya dahil etmemiş. Snapdragon X Elite ve Plus işlemcili laptoplar ne zaman gelecek?Qualcomm, Snapdragon X Elite ve Plus yongalarının2024 ortalarındadizüstü bilgisayarlarda yer almaya başlayacağını söylüyor. Dolayısıyla yakında ARM tabanlı Windows dizüstü bilgisayar piyasasında büyük hareketlilik olacağını söyleyebiliriz.https://www.tomshardware.com/qualcomm-snapdragon-x-series-everything-we-knowYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaDonanımİşlemci HaberleriSnapdragon X Plus tanıtıldı: İşlemci neler sunuyor? ",
    "url": "https://www.donanimhaber.com/snapdragon-x-plus-tanitildi-islemci-neler-sunuyor--176631"
  },
  {
    "title": "Dünyanın ilk alev püsküren robot köpeği: Thermonator",
    "content": " Robotik teknolojilerdeki ilerleme zaman zaman ilginç hallere bürünebiliyor. ABD merkezliThrowflame'in ilk kez geçen yaz duyurduğu alev püskürtebilen robotuThermonatorise tam olarak bu durumun bir örneği. Throwflame'in dünyanın ilk alev silahı kullanan robot köpeği olarak nitelendirdiği Thermonator için biçilen değer ise 9.420 dolar.Alev püsküren robot köpekÜretici Throwflame, robot köpeğin türünün ilk örneği olduğunu vebir saatdayanabilen bir bataryaya sahip olduğunu iddia ediyor. Sırtında taşıdığı ARC Flamethrower alev silahı/alev makinesi ile yaklaşık9 metreye kadar alevpüskürtebilen robot, Wifi ve Bluetooth ile uzaktan kontrol edilebiliyor. Ayrıca haritalama ve engellerden kaçınma için robotta bir LİDAR sensörü de bulunuyor.LiDAR, belirli bir hedefe veya alana olan mesafeleri doğru ve sürekli olarak ölçmek için lazerler kullanırken bu sayede kullanıcısına lazer görüş ve yerleşik bir kamera ilepilot görüşü(FPV) sunabiliyor. Throwflame, robotun olası kullanım alanlarının orman yangınlarıyla mücadele, tarımsal yönetim, ekolojik koruma, kar ve buz temizleme ve son olarak eğlence olduğunu söylüyor. Ancak cihaz, en basit ifadeyle bir şeyleri ateşe vermeye yarıyor. Şirket, dört ayaklı robot köpeğin yanı sıra elde taşınan alev makineleri ve dronlar için alev makinesi eklentileri gibi ürünler de satıyor.Tesla’nın insansı robotu Optimus, seneye satışa çıkacak1 gün önce eklendiThrowflame'in ürünleri bir yana son dönemlerde İHA ve robotların askeri amaçlı kullanımının arttığını görüyoruz. ABD’nin çeşitli silahlı kuvvetleri ve kolluk güçleri robot köpekleri devriyelerde kullanarak bir süredir test ediyor. Rusya ve Ukrayna arasında devam eden savaşta ise sıklıkla esasında halkın erişebildiği dronların silahlandırıldığını gördük. Throwflame’in Thermonator köpeği de esasında 1.600 dolara satılanUnitreefirmasınıGo2adlı robotunu temel alıyor.https://interestingengineering.com/innovation/flame-thrower-robot-dogYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaPopüler BilimZamazingo HaberleriDünyanın ilk alev püsküren robot köpeği: Thermonator ",
    "url": "https://www.donanimhaber.com/dunyanin-ilk-alev-puskuren-robot-kopegi-thermonator--176632"
  },
  {
    "title": "Huawei yeni otonom sürüş yazılımı markasını duyurdu: Qiankun",
    "content": " Tesla ve diğer önde gelen otomobil üreticilerineotonom sürüşkonusunda yeni bir rakip geldi. Çinli teknoloji devi Huawei,Qiankunadlı yeni bir \"akıllı sürüş yazılımı\" markası duyurdu. Elektrikli araçlarda otonom sürüş deneyimini bambaşka bir boyuta taşımayı hedefleyen sistem şasi, ses sistemi ve sürücü koltuğu gibi alanları da kapsayanentegre bir çözümolarak sunulacak.Nissan Micra'nın elektrikli versiyonu bu yıl geliyor4 gün önce eklendiHuawei'nin Akıllı Otomotiv Çözümü (IAS) iş birimi CEO'suJin Yuzhikonuyla ilgili yaptığı açıklamada\"2024 yılıakıllı sürüşünkitlesel olarak ticarileştirildiği ilk yıl olacak ve 2024 yılı sonuna kadar Huawei otonom sürüş sistemiyle donatılmış araç sayısı500.000'i aşacak\"ifadelerini kullandı. Huawei konferansta, sistemin bu yıl Dongfeng, Changan, GAC,BAIC, Aito,Cheryve JAC gibi markalar tarafından piyasaya sürülecek10 yeni modeldeyer alacağını söyledi. Xiaomi, Waymo ve Tesla gibi devlerle yarışacakHuawei'nin Akıllı Otomobil bölümü2019 yılındafaaliyete geçmişti. Şirket, iş ortaklarına yazılım ve bileşenler sağlayarak otonom elektrikli araçlar çağında Alman otomotiv deviBosch'un bir benzeri olmak gibi iddialı bir hedef belirledi. Huawei'nin şimdiye kadar Çinli otomobil üreticileriyle iş birliği içinde7 elektrikli otomobilmodeli piyasaya sürdüğünü hatırlatalım.Bunlar arasındaSeresortaklığındaki 3 Aito markalı model,Cheryile ortak geliştirilen Luxeed S7 sedan, Changan Auto destekliAvatrile üretilen 2 model veBeijing Automotive Group'a (BAIC) ait Arcfox'un 1 modeli yer alıyor. Otonom sürüş alanındaTesla, Xiaomi, Uber,Waymo(Google), GM Cruise ve Mercedes-Benz gibi dev firmalarla yarışan Huawei'nin Qiankun projesi ileheyecan vericibir rekabete zemin hazırladığını daha şimdiden söyleyebiliriz.https://www.reuters.com/technology/chinas-huawei-launches-new-software-intelligent-driving-2024-04-24/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriHuawei yeni otonom sürüş yazılımı markasını duyurdu: Qiankun ",
    "url": "https://www.donanimhaber.com/huawei-yeni-otonom-surus-yazilimi-markasini-duyurdu-qiankun--176634"
  },
  {
    "title": "Coca-Cola ve Microsoft arasında dev yapay zeka ortaklığı",
    "content": " MicrosoftveCoca-Cola Company, kısa bir süre önce yaptıkları açıklamada Coca-Cola'nın temel teknoloji stratejisini sistem çapında uyumlu hale getirmek, öncü teknolojinin benimsenmesini sağlamak ve küresel olarak yenilikçiliği teşvik etmek içinbeş yıllık stratejik bir ortaklıkkurduklarını duyurdu. Ortaklık kapsamında Coca-Cola, Microsoft’unbulut bilişimveyapay zekahizmetlerini kullanacak.Coca-Cola ve Microsoft’tan AI ortaklığı1,1 milyar dolardeğerindeki5 yıllık anlaşmakapsamında Microsoft ve Coca-Cola, çeşitli iş fonksiyonlarında üretken yapay zeka kullanım durumları geliştirmek içinAzure OpenAIözelinde birlikte çalışacaklar. BunaMicrosoft 365 için Copilot'un işyeri üretkenliğini nasıl artırabileceğini test etmek de dahil.Bilmeyenler için Copilot, ChatGPT’nin bir türevi olarak düşünülebilir. Microsoft’un OpenAI’a ait GPT 4 modeli üzerinde inşa ettiği ve özelleştirdiği Copilot, e-posta yazma ve özetleme, slayt oluşturma, sunum hazırlama gibi profesyonellere hitap eden özelliklere de sahip olan bir yapay zeka asistanıdır.Yapay zeka şirketleri çocuk istismarına yönelik ortak karar aldı1 gün önce eklendiÖte yandan Coca-Cola ve Microsoft’un yakınlığı yeni değil. Yaklaşık dört yıl önce Coca-Cola, Microsoft'un bulut ve iş yazılımlarını kullanmak için 250 milyon dolar değerinde beş yıllık bir anlaşma imzalamış ve tüm uygulamalarını Microsoft Azure'a taşımıştı. Yapay zeka kullanımında ise Coca-Cola, bir yıldır üretken yapay zeka ile inovasyon yapıyor. Firma, pazarlamadan üretime, tedarik zincirine ve ötesine kadar her şeyi yeniden tasarlamak için Azure OpenAI hizmetinden faydalanıyor.https://www.reuters.com/technology/coca-cola-signs-11-bln-deal-use-microsoft-cloud-ai-services-2024-04-23/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYazılımYapay Zeka HaberleriCoca-Cola ve Microsoft arasında dev yapay zeka ortaklığı ",
    "url": "https://www.donanimhaber.com/coca-cola-ve-microsoft-arasinda-dev-yapay-zeka-ortakligi--176633"
  },
  {
    "title": "Elektrikli Ford E-Transit'e büyük batarya dopingi: 402 km'ye kadar menzil",
    "content": " 89 kWsa kapasiteye sahip olan yeni batarya paketi, artırılmış menzilli versiyonda standart olarak sunulacak. Bu seçenek, elektrikli ticari modelin menzilini yüzde 28 oranında artırarak 402 kilometreye kadar yükseltecek. Ford, yeni versiyonun kırsal bölgelerde, daha soğuk iklimlerde ve otoyol sürüşünün yoğun olduğu alanlarda faaliyet gösteren filolar için tasarlandığını açıkladı.Gelecek güncelleme ile kullanıcılar sadece uzun menzilin değil daha hızlı şarj sürelerinin de tadını çıkaracak. Artırılmış menzil versiyonunda AC şarj kapasitesi 11 kW'tan 22 kW'a çıkarılırken, elektrikli ticarinin tam şarj süresini de 6 saatten kısa süreye iniyor. DC hızlı şarj kapasitesi ise 115 kW'tan 180 kW'a yükseltilerek %10-80 dolum süresi 28 dakikaya düşüyor. Artırılan kapasite sayesinde 10 dakika şarjla 116 km menzil elde edilebiliyor. Tüm bunlara ek olarak özellikle soğuk havalarda verimliliği artıran ısı pompasının artırılmış menzilli versiyonlarda standart olarak sunulacağını da belirtelim.Smart, #5 isimli yeni elektrikli SUV konseptini görücüye çıkardı23 sa. önce eklendiElektrikli Ford Transit ile ilgili bir diğer önemli yenilik de artık doğrudan fabrikada minibüs dönüşümünün yapılabilecek olması. Türkiye'de yapılacak olan bu dönüşüm ile 15 kişiye kadar oturma kapasitesine sahip elektrikli Ford Transit minibüslerin taksi ve servis şirketleri tarafından yolcu taşımada da kullanılabilmesi sağlanıyor.%100 elektrikli Ford E-Transit modelleri Türkiye'de 1.996.800 TL'den başlayan fiyatlarla satılıyor.Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriElektrikli Ford E-Transit'e büyük batarya dopingi ",
    "url": "https://www.donanimhaber.com/elektrikli-ford-e-transit-e-buyuk-batarya-dopingi--176630"
  },
  {
    "title": "Ucuz Dikey Ütü vs Pahalı Dikey Ütü!",
    "content": "Bu videoda son zamanlarda fazlasıyla popüler olan dikey karışık giderici ütüler hakkında konuşuyoruz. Özellikle ucuz ve pahalı modeli bu videoda kıyaslayarak sizlere göstermek istedik.İyi seyirler!Dikey kırışık giderici ütü modelleri her geçen gün insanlar tarafından tercih ediliyor. Bazı markalar ütü olarak değil de kırışık giderici olarak ürünlerinden bahsetse de halk arasında bu ürünlere dikey ütü gözüyle bakılıyor. Biz de bu videoda uygun fiyatlı Kiwi KSI-645 modeliyle Philips STH7060/80 modelini kıyasladık.Aradaki fiyat farkına gerçekten gerek var mı sorusuna bu videoda yanıt verdik. İyi seyirler!PaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaEv ElektroniğiDiğer Ev Elektroniği VideolarıUcuz Dikey Ütü vs Pahalı Dikey Ütü!",
    "url": "https://www.donanimhaber.com/ucuz-dikey-utu-vs-pahali-dikey-utu--175459"
  },
  {
    "title": "Android 15, ekran paylaşımında hassas içerikleri gizleyecek",
    "content": " Android 15, telefonun ekranını paylaşırken hassas içerikleri göstermeyecek yeni bir gizlilik seçeneğine sahip olabilir. Bu, ekran kaydı sırasında bildirimlerin veya mesajların yanlışlıkla görünmesini önleyecek.Android 15, telefonun depolama çipinin sağlığını gösterecek5 gün önce eklendiMevcut Android sürümü, ekran içeriğini paylaşırken bildirim veya gelen mesajlar gibi şeyleri engelleme seçeneği sunmuyor. Ancak, Android 15 beta 1.1 sürümünde ekran paylaşılırken hassas içeriklerin korunmasına ilişkin yeni bir seçeneğe rastlandı. Bu özellik,ekran kaydında veya ekran paylaşımındauygulamaların belirli alanları engellemesine olanak tanıyacak. Bu şekilde ara ara hassas bilgiler gösteren uygulamalar, ekran kaydını veya paylaşımını kapsamlı bir şekilde devre dışı bırakmak yerine bu alanları seçerek engelleyebilecek.Şimdilik işletim sisteminin hangi uygulamaların \"hassas\" olduğunu nasıl belirleyeceği bilinmiyor. Android’in bu tür koruma gerektiren belirli uygulamaları ayarlamaya izin vermesi oldukça faydalı olacak. Öte yandan Xiaomi gibi bazı üreticiler, bu özelliği zaten sunuyor; ekran kaydederken hiçbir özel veya rahatsız edici bildirim gösterilmiyor.https://www.androidauthority.com/android-15-apps-selectively-hide-sensitive-content-screen-sharing-3436855/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerAndroid HaberleriAndroid 15, ekran paylaşımında hassas içerikleri gizleyecek ",
    "url": "https://www.donanimhaber.com/android-15-ekran-paylasiminda-hassas-icerikleri-gizleyecek--176629"
  },
  {
    "title": "Önü ve arkayı kaydeden araç içi kamera incelemesi: Xiaomi 70mai A800S ve 70mai RC06",
    "content": "Xiaomi 70mai A800S Araç İçi Kamera ve 70mai RC06 Araç İçi Arka Kamera modellerini inceledik. İki kamerayı da aracımıza monte ettik ve ilk deneyimlerimizi anlattık.Xiaomi iş birliği ile araç içi kameralar geliştiren 70mai’nin70mai A800S Araç İçi Kamerave70mai RC06 Araç İçi Arka Kameramodellerini inceledik.70mai’nin kurulumu iki farklı yöntemle yapılıyor. Dilerseniz diğer araç içi kameralarda olduğu gibi araç çakmaklığına bağlanıyor. Ya da dilerseniz ek kablo seti satın alarak, aracın aküsünden güç alacak şekilde doğrudan aracın elektrik sistemine bağlanabiliyor. Bu sayede park halindeyken yaşanan acil durumları kaydedebiliyor.70mai A800S Araç İçi Kamera Özellikleri70mai A800S Araç İçi Kamera,4K çözünürlüğündeve 140 derece görüş açısına sahip kamera ile geliyor.Sony IMX415sensörünün kullanıldığı kamera, oldukça net video kaydı yapıyor. Cihazın3 inçboyutunda ekranı bulunuyor.70mai A800S,ADASteknolojisi sayesinde şerit dışına çıkma durumunda veya öndeki araca ve yayaya çarpma tehlikesi tespit ettiğinde sesli uyarı yaparak sürüş güvenliği sağlıyor. Dahili GPS’i sayesinde sürüş yaptığınız rotayı ve araç hızını görebiliyorsunuz. Kamera, hafıza kartına en eski kayıt silinecek şekilde sürekli kayıt alıyor. Sarsılmalarda ve çarpışmalarda acil modu kayıt devreye giriyor ve bu kayıtlar silinmiyor.70mai RC06 Araç İçi Arka Kamera Özellikleri70mai RC06 Araç İçi Arka Kamera modeli ise1080p çözünürlüğeve 130 derece görüş açısı özelliğine sahip. Bu kamera, A800S’e bağlanarak hizmet veriyor. A800S’in ekranını kullanarak arka kamera görüntüsünü görebiliyoruz. Kayıtlar, A800S’teki hafıza kartına yapılıyor. 70mai uygulamasını kullanarak her iki kameradaki görüntüyü görebilir ve kamera ayarlarınızı değiştirebilirsiniz.PaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri VideolarıXiaomi 70mai A800S Araç İçi Kamera ve RC06 Arka Kamera inceleme",
    "url": "https://www.donanimhaber.com/xiaomi-70mai-a800s-arac-ici-kamera-ve-rc06-arka-kamera-inceleme--176181"
  },
  {
    "title": "Elektriğe zam gelmemesine rağmen ZES şarj istasyonlarına zam yaptı",
    "content": " Türkiye’de elektrikli araç şarj istasyonlarında fiyatlar yeni yıla geçiş ile birlikte yükselmişti. Aradan geçen dört ayın ardından ise Türkiye'nin en yaygın elektrikli araç şarj istasyon ağına sahip olanZES şarj fiyatlarıyüzde 14’e varan şekildezamlandı. Bu zam, elektrik fiyatlarında zam yapılmadan geldi. Yapılan fiyat artışının üstünde yüksek döviz kuru ve enflasyonun payı olabileceği düşünülüyor.ZES şarj istasyonu fiyatları zamlandıYılın ikinci zammını yapan ZES, yeni fiyatların25 Nisan tarihinden itibaren geçerliolacağını duyurdu. Yapılan açıklamaya göre fiyatlar yüzde 6 ila 14 arasında artıyor. ZES istasyonlarında AC Tip 2 soketler üzerinden yapılan şarj ücretinde herhangi bir değişiklik olmazkenDC 60 kWşarj ücreti8,49 TL’ye yükseltiliyor. Benzer şekildeDC 60 kWüstü şarj ücretleri veCHAdeMO Soketlerile yapılan şarjlar da9,99 TL’ye yükseliyor.Soket TipiEski fiyat (TL/kWh)Yeni fiyat (TL/kWh) - (25.04.2024)AC Tip 26,50 TL6,49 TLDC 60 kW8 TL8,49 TLDC 60 kW üstü8 TL9,99 TLCHAdeMO Soketler8,75 TL9,99 TLhttps://zes.net/fiyatlar-trYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriZES elektrikli araç şarj istasyonu fiyatları zamlandı ",
    "url": "https://www.donanimhaber.com/zes-elektrikli-arac-sarj-istasyonu-fiyatlari-zamlandi--176636"
  },
  {
    "title": "Son güncelleme ile Windows 11 resmen “reklam yazılımı” oldu",
    "content": " Microsoft bir süredirWindows 11’in Başlat menüsünde test ettiği reklamları şimdi tüm kullanıcılara gönderiyor. Yayınlanan yeniKB5036980isteğe bağlı güncellemesi ile birlikte Windows 11, etkin bir şekilde reklam yazılımı (üreticisini desteklemek için reklam gösteren yazılım) haline geldi. İlgili güncelleme, Windows 11 Başlat menüsünün “Önerilenler” bölümünde Microsoft Store'dakiuygulamaların reklamınınyapılmasını sağlıyor.Windows 11’de reklamlara hazır olunYayınlananKB5036980, temelinde isteğe bağlı bir güncelleme olsa da içeriği önümüzdeki ayın \"Patch Tuesday\" güncellemesinin bir parçası olacak. Microsoft, güncelleme notlarında \"Başlat menüsünün Önerilenler bölümünde bazı Microsoft Store uygulamaları gösterilecek.” diyor. Burada reklamı yapılan uygulamalar ve yazılımlar ise şimdilik küçük bir geliştirici grubundan geliyor olacak. Öte yandan bu reklamları ya da Microsoft'un deyişiyle \"önerileri\" devre dışı bırakmak mümkün. Eğer KB5036980 güncellemesini yüklediysenizAyarlar > Kişiselleştirme > Başlatbölümüne gidin ve buradaki “İpuçları, kısayollar, yeni uygulamalar ve daha fazlası için önerileri göster” seçeneğini kapatın.Eski Microsoft çalışanları: Windows 11 çok yavaş!1 hf. önce eklendiWindows, ilgili reklam özelliğini budan birkaç hafta önce Insider programında test etmeye başlamıştı. Özelliğin kısa sürede piyasaya sürüldüğünü görmek ilginç. Bununla birlikte Microsoft'un Windows 11 Başlat menüsü reklamlar firmanın ilk reklam hamlesi değil. Windows 10’da da kilit ekranı ve Başlat menüsündeki benzer tanıtım hamleleri görmüştük. Ayrıca geçtiğimiz yıl Windows 11'in Dosya Gezgini'nde de reklamlar test edilmiş ancak bunlar piyasaya sürülmemişti.https://www.theverge.com/2024/4/24/24138949/microsoft-windows-11-start-menu-ads-recommendations-setting-disableYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYazılımWindows HaberleriSon güncelleme ile Windows 11 resmen “reklam yazılımı” oldu ",
    "url": "https://www.donanimhaber.com/son-guncelleme-ile-windows-11-resmen-reklam-yazilimi-oldu--176624"
  },
  {
    "title": "Snapdragon 8 Gen 4'ü ilk kullanacak telefon belli oldu",
    "content": " Qualcomm'un Ekim ayında tanıtılacak üst seviye işlemcisiSnapdragon 8 Gen 4'ü ilk kullanacak telefonlar belli oldu.İşte Snapdragon 8 Gen 4'ü kullanacak ilk telefonlarX'de güvenilir bir sızıntı kaynağı olan Yogesh Brar'ın açıklamasına göre yeni çipseti ilk kullanacak üretici Xiaomi olacak. Snapdragon 8 Gen 4, ilk olarakXiaomi 15 ve Xiaomi 15 Pro'da yer alacak. Qualcomm ile özel bir anlaşması olan Xiaomi, tıpkı Snapdragon 8 Gen 3'de olduğu gibi yeni çipsete de ilk erişme hakkına sahip olacak. Daha sonra iseOnePlus 13 ve iQOO 13'te işlemci yerini alacak. Özetle geçtiğimiz seneki sıralamanın bir benzeri oluşacak.Snapdragon 8 Gen 4 nedeniyle pil kapasiteleri artabilir1 hf. önce eklendiSamsung Galaxy S25 Ultra'nın da Snapdragon 8 Gen 4 ile gelmesi bekleniyor. Bunların dışındaRedmi K80 Proda çipseti ilk kullanacak telefonlardan olabilir.TSMC'nin en gelişmiş üretim süreci 3nm ile üretilecek olan Snapdragon 8 Gen 4, yeniOryonçekirdekleriyle performans anlamında iddialı olacak.2+6çekirdek dizilimiyle gelecek olan işlemcininverimlilik çekirdeklerine sahip olmayacağıiddia ediliyor.Kaynakçahttps://www.gsmarena.com/heres_the_first_phone_powered_by_the_snapdragon_8_gen_4-news-62570.phphttps://www.gizmochina.com/2024/04/24/snapdragon-8-gen-4-upcoming-phones/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerCep Telefonları HaberleriSnapdragon 8 Gen 4'ü ilk kullanacak telefon belli oldu ",
    "url": "https://www.donanimhaber.com/snapdragon-8-gen-4-u-ilk-kullanacak-telefon-belli-oldu--176625"
  },
  {
    "title": "Yerli uçak gemisinden yeni detaylar: TCG Anadolu’nun büyüğü tasarlanıyor",
    "content": " Milli Savunma Bakanlığı(MSB) İstanbul Tersanesi Komutanlığı'nda bulunanDizayn Proje Ofisi(DPO), bir süre önce kapılarını basına açtı. Tersane Komutanı Tuğamiral Erdinç Yetkin ile DPO Müdürü Doç. Dr. Mühendis Albay Hakan Uçar, burada yürütülen projeler ve çalışmalar hakkında yeni detaylar paylaştı. Yapılan açıklamalar arasındaTürkiye’nin ilk uçak gemisindenyeni detaylar da bulunuyor.TCG Anadolu’dan daha büyük uçak gemisi tasarlanıyorTürkiye, denizlerdeki hakimiyetini güçlendirmek için bir süredir kendi uçak gemisi üzerinde çalışıyor. Bu bağlamda denizlerde Türkiye’nin caydırıcılığını artırması amacıyla \"Milli Uçak Gemisi Projesi\" yürütülüyor. DPO ise TCG Anadolu'dan daha büyük olacak yerli uçak gemisinin tasarımını yapıyor. İspanya Donanmasına bağlıJuan Carlos Igemisi model alınarak tasarlananTCG Anadolu'nunyüzde70'i yerliüretimle inşa edilmişti. Şimdi ise DPO'da tasarlanan yenimilli uçak gemisinde bu oranın artırılması hedefleniyor. Konsept tasarım aşamasında olan gemide, yerliinsanlı ve insansız hava araçlarının konuşlandırılmasıplanlanıyor. DPO, bu hedef doğrultusunda Baykar ve TUSAŞ firmaları ile çalışıyor. Bilindiği üzere Baykar,KIZILELMAgibi üstün insansız uçaklara veBayraktargibi SİHA platformlarına sahip. TUSAŞ ise milli muharip uçakKAAN’ı geliştiriyor.İlk Milli Deniz Topu, TCG Akhisar'a entegre edildi2 gün önce eklendiAktarılanlara göre fizibilite çalışma yapılan uçak gemisi için DPO bünyesinde110 kişilikUçak Gemisi Çalışma Grubu oluşturuldu. Çalışma Grubu, uzmanlık alanlarına göre alt gruplara bölünerekkonsept tasarıma başladı. Şimdiye kadar gemiden kalkış-iniş yapabilecek hava araçları ilepist geometrisinin belirlenmesine yönelik çalışmalar yapıldı.Milli Uçak Gemisi özellikleri Tam Boy: 285 metreGenişlik: 68 metreDeplasman: 60.000 tonHız: 25 knotAna Tahrik Sistemi: COCAGUçak Kalkış/İniş Sistemi: STOBARTCG İstanbul yolculuğu İstanbul Tersanesi Komutanlığında faaliyet gösteren DPO, 1997'de Türkiye'nin ilk milli deniz harp platformu olanMİLGEM Projesinigerçekleştirmek amacıyla oluşturulmuştu. DPO, askeri gemi tasarım inşa standartlarını oluşturan, muharip gemilerin tekne, makine, elektrik ve savaş sistemleri ile sistem entegrasyon tasarımlarını yapan Deniz Kuvvetleri Komutanlığı'nın uzman kurumu olarak çalışıyor.MİLGEM Projesi kapsamında İstanbul Tersanesi Komutanlığı'nda inşa edilenTCG Heybeliada, TCG Büyükada, TCG Burgazada ve TCG Kınalıadaisimli ADA sınıfı korvetlerin tasarım ve entegrasyon faaliyetleri DPO tarafından yapılmıştı. Bu platformlar 2011, 2013, 2018 ve 2019 yıllarında hizmete girmişti. DPO anı zamanda ADA sınıfı korvetlerden daha üstün harekat ve manevra görev fonksiyonlarına sahip olan bir fırkateyn tasarımı hedefiyle\"İstif Sınıfı Fırkateyn Projesi\"nin tasarım faaliyetlerini yürütmüştü. İstif Sınıfı Fırkateyn Projesi'nin ilk gemisi olanTCG İstanbulfırkateyni, İstanbul Tersanesi Komutanlığı'nda inşa edildi. 19 Ocak 2024'te hizmete başlayan, yüzde 80 oranında yerli üretim olarak inşa edilen TCG İstanbul'un tasarımı ise yüzde 100 yerli.113 metre uzunluktaki ve 14,4 metre genişlikteki TCG İstanbul, yakıt ikmali ihtiyacı duymadan, Gölcük'teki Donanma Komutanlığı'ndan New York'a kadar gidebilecek özelliklere sahip. Roketsan tarafından geliştirilen 120 deniz mili menzile sahip ATMACA güdümlü mermi kullanılan gemide, su üstü hedefleri ile kara hedeflerine atış yapabilen bir adet 76 milimetrelik baştopu ile 2 adet 25 milimetrelik uzaktan komutalı silah sistemi yer alıyor. TCG İstanbul’da Alper seyir ve gezi radarı, Cenk hava arama radarları ile Denizgözü Ahtapot sensörü ve Gökdeniz entegre takip sensörleri bulunuyor. Geminin beyni olarak nitelendirilen Savaş Harekat Merkezi'ndeki tüm cihazların yazılımları ise Havelsan tarafından tamamen yerli olarak yapıldı. TCG İstanbul’un bir ay içerisine donanmaya tam anlamıyla katılması bekleniyor, şimdilik eğitim süreci yürütülüyor.Tek eksik ana tahrik sistemleri İstanbul Tersane Komutanı Tuğamiral Erdinç Yetkin, \"Ana muharip unsurlarımız olan hücum botlarımız, karakol gemilerimiz, korvetlerimiz ve fırkateynlerimizin tüm makineleri üretici seviyesinde, yurt dışı bağımlılığımız olmaksızın burada toplanabilmekte, arızaları giderilebilmekte ve tekrar gemilere monte edilebilmektedir.\" dedi.TCG İstanbul fırkateyninin eğitimlerinin de devam ettiğini anlatan Yetkin, şöyle devam etti:\"Mavi Vatanımızda görev yapmaya hazırdır. Gelişmiş ve yetkin komuta kontrol sistemleriyle artan sensör ve silahlarıylaçok etkin bir vuruş gücüne sahip olacaktır. Yapımı devam eden gemilerle Deniz Kuvvetlerimizin çok önemli bir yetenek kazanacağını düşünüyorum.Yüzde 80 yerlilik oranıbulunmaktadır.Tek eksik noktamız olan ana tahrik sistemleri, yani makineleri de büyük bir gayretle millileştirme, yerlileştirme yolunda devam ediyoruz. 23 Ocak 2021'de denize indirilen TCG İstanbul fırkateynimiz, 19 Ocak 2024 tarihi itibarıyla teslim edilmiştir. Yaklaşık bir ay içerisinde tamamen donanmamıza katılmasını bekliyoruz.\"https://www.aa.com.tr/tr/bilim-teknoloji/tcg-anadoludan-daha-buyuk-bir-milli-ucak-gemisi-tasarlaniyor/3200864Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaPopüler BilimSavunma Sanayi HaberleriTürkiye’nin yerli uçak gemisinden yeni detaylar paylaşıldı ",
    "url": "https://www.donanimhaber.com/turkiye-nin-yerli-ucak-gemisinden-yeni-detaylar-paylasildi--176626"
  },
  {
    "title": "Türkiye’nin yerli muhribi TF 2000’den yeni detaylar paylaşıldı",
    "content": " Milli Savunma Bakanlığı (MSB) İstanbul Tersanesi Komutanlığı'nda bulunan Dizayn Proje Ofisi (DPO), bir yandan yerli uçak gemisi üzerinde çalışırken diğer yandan da Deniz Kuvvetleri Komutanlığınca 14 Ocak 2019'da verilen direktif ile başlanan \"TF 2000 Hava Savunma Harbi Muhribi Projesi\" özelindeki çalışmalar da devam ediyor.96 hücreli MİDLAS'a sahip olacakTürkiye ve Deniz Kuvvetleri Komutanlığı, ülkenin hava savunmasının denizden başlayarak kademeli olarak karşılanmasını istiyor. Bu istek doğrultusunda üstün taarruz ve hava savunma kabiliyetine sahip bir yüzer platform ihtiyacının giderilmesi için yerli kaynaklarla geliştirilenTF 2000Hava Savunma Harbi Muhribi Projesi özelindetasarım çalışmaları devam ediyor. TF 2000 muhribi veya destroyeri ADA sınıfı korvet ve istif sınıfı fırkateynden farklı olarak bölge hava savunma harbi kabiliyetine sahip olunması amacıyla milli olarak tasarlanmış çok fonksiyonlu ve uzun menzilli radarlardan oluşançok amaçlı faz dizinli radar sistemibulunacak. Buna ekolarak 96 hücreli Milli Dikey Atım Sistemide gemiye eşlik edecek.Türkiye’nin yerli uçak gemisinden yeni detaylar paylaşıldı22 sa. önce eklendiAyrıca gemide, hava savunma harbi kabiliyeti ile üstündenizaltı savunma harbi kabiliyeti de olacak. Bu gemide kullanılacak olan karinaya monteli sonar sistemi ve düşük frekanslı aktif sonar sistemi ile geminin denizaltı savunma harbi menzilinin 80 bin yarda, yani73 kilometre üzerineçıkması bekleniyor.DPO'da yapılan çalışmalar doğrultusunda TF-2000 tasarımı ileyerlilik oranının yüzde 85'e çıkarılmasıhedefleniyor. Bu da TF-2000'in, Türkiye'nin en yüksek yerli ve millilik oranına sahip savaş gemisi olacağını gösteriyor.TF-2000 Hava Savunma Harbi Muhribi özellikleri Tam Boy: 149 metreGenişlik: 21.3 metreSu Çekimi: 5.75 metreDeplasman: 8.300 tonHız: 26+ ktsAna Tahrik Sistemi: CODOG (2 x G/T, 2 x ATD)TF-2000 Hava Savunma Harbi Muhribi silah sistemleri Lazer İkaz SistemiE/O DayrektörElektronik Harp SistemiÇAFRADLPI/Seyir RadarıGM’li Yakın Hava Savunma Sistemi96 hücreli MİDLAS Dikey Atım SistemiX-Band Uydu MuharebeADVENT Savaş Yönetim Sistemi25 Mm STOPGÖKDENİZ Yakın Hava Savunma Silah Sistemi (CIWS)Düşük Frekanslı Aktif Sonarhttps://www.aa.com.tr/tr/bilim-teknoloji/tcg-anadoludan-daha-buyuk-bir-milli-ucak-gemisi-tasarlaniyor/3200864Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaPopüler BilimSavunma Sanayi HaberleriTürkiye’nin yerli muhribi TF 2000’den yeni detaylar paylaşıldı ",
    "url": "https://www.donanimhaber.com/turkiye-nin-yerli-muhribi-tf-2000-den-yeni-detaylar-paylasildi--176627"
  },
  {
    "title": "Smart, #5 isimli yeni elektrikli SUV konseptini görücüye çıkardı",
    "content": " Yıllardan beri minik şehir araçlarıyla tanıdığımızSmart'ta işler değişiyor. #1 ve #3 adı verilen crossover modelleriyle değişimin ilk sinyallerini veren Smart, bu kez#5adı verilen konsept otomobiliyle işlerin daha da büyüyeceğini gösterdi.Markanın şimdiye kadarki en büyük modelinin ön gösterimi olarak karşımızda duran Smart #5 konsepti, 2024 Pekin Uluslararası Otomobil Fuarı'nda görücüye çıkarılacak. Söz konusu modelin seri üretim versiyonu bu yılın ikinci yarısında piyasaya sürülecek ve #1 ile #3'ün üzerinde konumlandırılacak. Smart, yüzde 100 elektrikli bir SUV olan #5 konseptini \"premium orta seviye SUV\" olarak tanımlıyor.Smart markası Mercedes-Benz ve Geely ortaklığında yoluna devam ediyor. Otomobilin mühendisliği Çinli Geely'e aitken tasarımı ise Mercedes'in tasarım stüdyosundan çıktı. Buna ek olarak, #5'in gövde tasarımının 2023 yılında Ford'dan Mercedes'e transfer olan Levent Tuna'ya ait olduğunu da belirtelim. Konsepte genel olarak baktığımızda, GLB/EQB ikilisini andıran bir silüete sahip olduğunu söyleyebiliriz. Geely'nin SEA platformunu kullanan modelin güç ve tork verileri henüz belli değil ancak çift motoruyla dört tekerlekten çekiş özelliği ve farklı zemin koşullarına göre beş farklı sürüş modu sunacağını biliyoruz. Ayrıca, 100 kWsa kapasiteye sahip 800V yüksek voltajlı batarya ile WLTP'ye göre 549 kilometreye kadar sürüş menzili sunulacak. Kompakt SUV, 800V elektrik mimarisi sayesinde %10'dan %80 doluma 15 dakikada ulaşabilecek.Elektrikli Mercedes-Benz G Serisi tanıtıldı: İşte özellikleri1 gün önce eklendiKonseptin dış tasarımında pürüzsüz yuvarlak hatlar, boydan boya uzanan ön-arka LED ışık imzası, tavan rayları, ilave LED aydınlatmalar, kaslı bir görünüm sunan koruma plakaları ve arazi lastikleri dikkat çekiyor. İç mekanda ise sürücünün önündeki dijital gösterge ekranının yanında iki adet OLED multimedya ekranı görev yapıyor. Konfor odaklı koltuklar ise ısıtma, havalandırma, masaj, bacak desteği ve entegre hava yastığı gibi özellikleriyle dikkat çekiyor.Smart #5 Görselleri(9)AçYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriSmart, #5 isimli yeni elektrikli SUV konseptini görücüye çıkardı ",
    "url": "https://www.donanimhaber.com/smart-5-isimli-yeni-elektrikli-suv-konseptini-gorucuye-cikardi--176628"
  },
  {
    "title": "DonanımHaber Sıcak Fırsatlar Beta Test Programı başladı: Nasıl katılabilirsiniz?",
    "content": " Siz değerli kullanıcılarımızın geri bildirimleri,DonanımHaberuygulamamızın gelişimine önemli katkılarda bulunuyor. Bu nedenle siziiOSveAndroiduygulamalarımıza eklediğimiz yeni özellikleri barındıranSıcak Fırsatlar Beta Test Programınadavet ediyoruz.DonanımHaber iOS ve Android uygulaması Sıcak Fırsatlar Beta Testi,yeni özelliklerimiziönceden deneyimlemenizi sağlayacak. Bu süreçte, uygulamamızınperformansınıartırmak,hatalarıdüzeltmek ve kullanıcı deneyimini iyileştirmek için sizingeri bildirimlerinizeihtiyacımız var.Sıcak Fırsatlar Beta Test Programına nasıl katılabilirim?iOS Kullanıcıları1- Cihazınızdanhttps://testflight.apple.com/join/WWjS0iwRbağlantısına tıklayın.2- \"Step 1 Get TestFlight\" altında yer alan \"View in App Store\" linkine tıklarakTestFlightuygulamasını yükleyin.3- Sonrasında \"Step 2 Join the Beta\" altındaki \"Start Testing\" linkine ve sonrasında da \"Kabul Et\" seçeneğine tıklayın. Sonrasında da Beta uygulamamızı yükleyin. Android Kullanıcıları1- Cihazınızdanhttps://play.google.com/store/apps/details?id=com.donanimhaber.dhandroidbağlantısına tıklayın.2- Sayfanın en altında yer alan \"Beta programına katılın\" altında yer alan \"Katıl\" seçeneğine tıklayın.3- Sonrasında aynı ekrandan Beta uygulamamızı yükleyin. (Beta sürümü görebilmeniz içinekranı yenilemenizgerekebilir) Neleri Test Edeceğiz?DH iOS ve Android uygulamalarına eklenecek olanSıcak Fırsatlarkırılımı altındaki ekranları ve heyecan verici yeni özellikleri herkesten önce deneyip test edebileceksiniz.Geri Bildirim Nasıl Gönderilir?Test sırasında karşılaştığınızhataları,önerileriniziveya genel görüşlerinizi DH iOS ve Android uygulaması beta sürümleri için açılanözel konularayazarak bize iletebilirsiniz.iOS Sıcak Fırsatlar Beta Test konusuAndroid Sıcak Fırsatlar Beta Test konusuUnutmayın;Beta sürümüyüklediktensonra uygulamanın varolan işlevlerine erişebilir vegünlük kullanımınızadevam edebilirsiniz. Beta testi sırasında karşılaştığınız hata ve önerilerinizi destek e-posta adresimiziletisim@donanimhaber.comaracılığı ile de bildirebilirsiniz.Sizlerle birlikte DonanımHaber uygulamamızı daha da geliştirmek içinsabırsızlanıyoruz.Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerMobil Uygulamalar HaberleriDonanımHaber Sıcak Fırsatlar Beta Test Programı başladı ",
    "url": "https://www.donanimhaber.com/donanimhaber-sicak-firsatlar-beta-test-programi-basladi--176622"
  },
  {
    "title": "En büyük yapay zeka şirketlerinden çocuk istismarına yönelik ortak karar",
    "content": " OpenAI, Microsoft, Google, Meta ve diğer önde gelenyapay zeka şirketleri, yapay zeka araçlarının çocukları istismar etmede veya bu amaçla kullanılmasını önleme sözü verdi. Firmalar, alınan karar doğrultusunda yapay zeka eğitim verilerinde bu tür içerikleri gözden geçireceklerini ve materyallerin gelecekteki modellerinde bulunmayacağı taahhüdünde bulundu. Bu girişim, çocuk güvenliği grubuThornve sorumlu teknolojiye odaklanan kar amacı gütmeyen bir kuruluş olanAll Tech Is Humantarafından yürütüldü.AI şirketlerinden güvenlik önlemiŞirketler, CSAM olarak da bilinen çocuklara yönelik cinsel istismar içeriklerinin eğitim veri setlerinden çıkarılmasını, bu veri setlerinin CSAM içermediğinden emin olmayı, CSAM içerme riski yüksek veri setlerinden kaçınmayı ve bu tür görüntüler ile bağlantıları veri kaynaklarından kaldırmayı taahhüt ediyorlar. Bununla birlikte önde gelen yapay zeka şirketleri, araçlarının bu tip içerikler oluşturmadıklarından emin olmak için modellerini “stres testine” tabi tutacaklarını da belirtiyorlar.OpenAI, bu sene GPT-5 yerine GPT-4.5'e geçebilir: İşte sebebi2 gün önce eklendiGoogle, Meta, OpenAI, Microsoft, Amazon, Anthropic, Civitai, Metaphysic, Mistral AI ve Stability AI’ın imzaladığı bu ortak kararın sektör için çığır açan bir emsal niteliğinde olduğu belirtildi. All Tech Is Human ile birlikte ilkelerin oluşturulmasına yardımcı olan çocuk istismarı karşıtı kâr amacı gütmeyen Thorn, sadece 2023 yılında ABD'de 104 milyondan fazla şüpheli çocuk cinsel istismarı dosyasının rapor edildiğini söylüyor. Yapay zeka ise ürettiği sahte görseller vedeepfake’ler ile işleri daha da zorlaştırıyor.https://www.theverge.com/2024/4/23/24138356/ai-companies-csam-thorn-training-dataYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYazılımYapay Zeka HaberleriYapay zeka şirketleri çocuk istismarına yönelik ortak karar aldı ",
    "url": "https://www.donanimhaber.com/yapay-zeka-sirketleri-cocuk-istismarina-yonelik-ortak-karar-aldi--176623"
  },
  {
    "title": "İkonik model artık elektrikli: 2025 Mercedes-Benz G580 EQ",
    "content": "Uzun zamandır kamuflajlı bir şekilde karşımıza çıkan ve tank dönüşü gibi özellikleriyle gündeme gelen %100 elektrikli Mercedes-Benz G Serisi bugün resmi olarak tanıtıldı. Resmi olarak EQG yerine G580 EQ olarak adlandırılan model, dört motorlu güç aktarma sistemiyle toplam 579 hp maksimum güç sunuyor.Elektrikli Mercedes-Benz G580 EQ, özellikleriyle neler sunuyor❓ Yeni G580 EQ'nun her tekerleğine bağımsız olarak bir motor güç veriyor. Bu motorlardan her biri 108 kW (145 hp) güç üretiyor. Toplamda ise 432 kW (579 hp) maksimum güç ve 1164 Nm maksimum tork açığa çıkıyor. Her tekerleğe bağımsız olarak güç sağlandığı için elektrikli G Serisi'nde geleneksel diferansiyel kilidine ihtiyaç duyulmuyor. Buna ek olarak her motorun kendi iki vitesli şanzımanıyla kombine edildiğini belirtelim.Elektrikli Mercedes-Benz G Serisi, yüksek çekiş gücü sayesinde 35 derece eğimi rahatlıkla geçebiliyor. Bataryası ve güç aktarım bileşenleri tamamen yalıtılmış olan SUV model, 850 mm'ye kadar derin sudan geçebiliyor. Bunun içten yanmalı motorlu G Serisi'ne kıyasla 150 mm daha fazla olduğunu da belirtelim. Diğer öne çıkan arazi özellikleri arasında ise G-Turn (tank dönüşü) ve otomobilin tek tekerlek etrafında dönmesini sağlayan G-Steering gibi fonksiyonlar yer alıyor.Yıllardır ikonik tasarımını koruyan Mercedes-Benz G Serisi, %100 elektrikli araç dünyasına adım attığında da duruşunu bozmuyor. Kapalı ön panjur, hava akışını iyileştirmek için yeniden tasarlanan ön kaput ve bagaj kapağındaki stepne yuvasını şarj kablosunu saklama yerine dönüştürme opsiyonu dışında kısa süre önce makyajlanan standart G Serisi ile tamamen aynı görünüyor. İçten yanmalı motorlu versiyondaki gibi body-on-frame şasi üzerine inşa edilen modelde 116 kWsa'lik batarya doğrudan şasi elemanı gibi görev yapıyor. Bu durum çapraz destek ihtiyacını ortadan kaldırarak parçadan tasarruf edilmesini sağlıyor. G580 EQ'daki batarya, güvenliği artırmak adına karbon levhalarla korunuyor.2024 Opel Grandland tanıtıldı: İşte tasarımı ve özellikleri1 gün önce eklendiYeni Mercedes-benz G580 EQ'daki batarya, SUV'un tam dolu batarya ile 470 kilometre yol kat edebilmesini sağlıyor. Büyük bataryaya rağmen menzilin düşük kalmasında iki büyük etken bulunuyor. Bunlardan birincisi, ikonik gövde tasarımının dezavantajı olarak hava sürtünme katsayısının 0.44 Cd olması. İkincisi ise ağırlığın 3 tonun biraz üzerinde olması ki bu değer içten yanmalı motorlu versiyona göre 600 kg daha yüksek.%100 elektrikli Mercedes-Benz G Serisi'nin fiyatı 142.622 eurodan başlıyor. Söz konusu model, %60 ÖTV dilimine girmesi sayesinde Türkiye'deki en ucuz G Serisi olacak. Mevcut içten yanmalı motorlu versiyon ülkemizde %220 ÖTV dilimine giriyor.2025 Mercedes-Benz G580 EQ Görselleri(43)AçYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriElektrikli Mercedes-Benz G Serisi tanıtıldı: İşte özellikleri ",
    "url": "https://www.donanimhaber.com/elektrikli-mercedes-benz-g-serisi-tanitildi-iste-ozellikleri--176621"
  },
  {
    "title": "Büyük hüsran: Apple, yetersiz talep nedeniyle Vision Pro üretimini azalttı",
    "content": " Apple, ilk karma gerçeklik başlığıVision Pro’dan oldukça umutluydu ancak görünüşe bu umut giderek yerini bir kabusa bırakıyor. Daha bir gün önce Vision Pro’nun piyasaya ilk çıktığında ciddi bir ilgi ile karşılandığını ancak bu ilginin şimdilerde ciddi oranda ve sürekli bir şekilde düştüğünü sizlere aktarmıştık. Yeni bir rapor ise bu haber doğruluyor. Zira Analist Ming-Chi Kuo, Apple'ın 2024 yılı özelinde Vision Pro sevkiyat beklentilerini azalttığını ve bir sonraki model için planlarını gözden geçirdiğini söylüyor.Apple, Vision Pro’dan umduğunu bulamadıApple dahil neredeyse herkes Vision Pro’nun milyonlarca satmasını ve karlı bir iş haline gelmesini beklemiyordu ancak ürünün tüm beklentilerin altında performans sergilemesi de beklenmiyordu. Gelen son bilgilere göre teknoloji devi, yılın geri kalanı için Vision Pro sevkiyat tahminlerini düşürmüş durumda. Apple’ın satış beklentisindeki düşüş ise oldukça radikal: Firmanın 2024 yılında700.000 ila 800.000adetlik sevkiyat yapması bekleniyordu ve bu sayı şimdi400.000 ila 450.000 adetseviyesine inmiş durumda. Dolayısıylayüzde 50 oranında bir beklenti kaybısöz konusu. Öte yandan önümüzdeki aylarda Vision Pro’nun küresel pazarlara da açılması bekleniyor. Bu pazarlara girmeden satış beklentilerinin düşürülmesi ise iyi görünmüyor.İnsanların Apple Vision Pro’ya olan ilgisi dibi gördü2 gün önce eklendiAktarılanlara göre Apple aynı zamanda karma gerçeklik başlıkları özelindeki planlarını da gözden geçiriyor. Bir süredir daha düşük özelliklere ve dahauygun fiyata sahip bir Vision Pro varyantınıngeleceği iddia ediliyordu. Görünüşe göre bu ürün için2026’a kadar beklemekgerekebilir. Dolayısıyla 3.500 dolarlık Vision Pro bir süre tek seçenek olarak kalacak.Son olarak şimdilik başarısız gibi görünen bu girişimin VR/AR endüstrisinde de etkiler oluşturması beklenebilir. Zira şimdiye kadar Apple, genellikle yeni bir pazara girdiğinde o pazardaki trendleri belirleyen firma haline bürünüyordu. Vision Pro ile bunun başarılamamış olması bu pazarın halen oldukça “niş” bir yer olduğuna işaret ediyor. Aynı zamanda Apple’ın Vision Pro’da zaten uzunca bir süredir benzer ürünlerde gördüğümüz temel eksiklikleri gideremediğini de görüyoruz. Vision Pro, 10 yıl önceki Oculus’larda olduğu gibi halen ağır ve hantal, uzun kullanımda ergonomik değil, pil ömrü ve taşınabilirlik zayıf ve en önemlisi cihazı sattıracak ve kullanımı sürdürecek kilit uygulama ve içerik eksik.https://www.theverge.com/2024/4/23/24138487/apple-vision-pro-cut-shipment-forecast-kuo-rumorYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaMobil TeknolojilerGiyilebilir Teknolojiler HaberleriApple, yetersiz talep nedeniyle Vision Pro üretimini azalttı ",
    "url": "https://www.donanimhaber.com/apple-yetersiz-talep-nedeniyle-vision-pro-uretimini-azaltti--176618"
  },
  {
    "title": "EPDK açıkladı: 2035’te elektrikli araç şarj istasyonu soket sayısı 350 bine yaklaşacak",
    "content": " Enerji Piyasası Düzenleme Kurumu (EPDK), Türkiye’deki elektrikli araç şarj istasyonu sayısı hakkında araştırma yaptı. EPDK,2025, 2030 ve 2035yıllarında elektrikli araç şarj sayısının ve şarj istasyonu sayısının ne kadar olacağı hakkında tahminini açıklandı.2035'te elektrikli araç sayısı 4 milyonun üzerine çıkacak EPDK’nın Elektrikli Araç ve Şarj Altyapısı Projeksiyonu'nda düşük senaryo, orta senaryo ve yüksek senaryo olmak üzere üç ayrı senaryo yer alıyor. Yüksek senaryoya göre Türkiye’deki elektrikli araç sayısının2025yılında 361.893’e,2030yılında 1.679.600’e ve2035yılında 4.214.273’e çıkacağı tahmin ediliyor.EPDK'nın Elektrikli Araç Sayısı TahminiYılDüşük SenaryoOrta SenaryoYüksek Senaryo2025202.030269.154361.8932030776.3621.321.9321.679.60020351.779.4883.307.5774.214.273Elektrikli araç şarj soketi sayısının ise yüksek senaryoya göre2025yılında 61.897’ye,2030yılında 181.274’e ve2035yılında 347.934’e çıkacağı öngörülüyor.EPDK'nın Elektrikli Araç Şarj Noktası (Soketi) Sayısı TahminiYılDüşük SenaryoOrta SenaryoYüksek Senaryo202534.27846.07061.897203083.543142.824181.2742035146.916273.076347.934Düşen talebe rağmen elektrikli araç satışlarındaki artış sürüyor1 gün önce eklendiToplam elektrik tüketiminin yüzde 1-2'sini geçmeyecekGerçekleştirilen tüm projeksiyonlara göre elektrikli araçlardan kaynaklı toplam elektrik tüketiminin 2030 yılı için 1,69 TWh ile 3,56 TWh arasında değişeceği öngörülmekte olup 2035 yılında ise bu değerin 3,98 TWh ile 9,39 TWh aralığında olacağı tahmin edilmektedir. Türkiye Ulusal Enerji Planı çalışmasının sonuçlarına göre ülke genelindeki toplam elektrik tüketiminin 2030 yılında 455,3 TWh, 2035 yılında ise 510,5 TWh seviyesine ulaşması beklenmektedir. Buna göre en yüksek senaryoda dahi elektrikli araçların elektrik tüketiminin toplam elektrik tüketimine oranının 2030 yılında%1,2035 yılında ise%2’yi geçmeyeceğiöngörülmektedir.https://www.epdk.gov.tr/Detay/DownloadDocument?id=jvDGtVdWM9A=Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri Haberleri2035’te elektrikli araç şarj soket sayısı 350 bin olacak ",
    "url": "https://www.donanimhaber.com/2035-te-elektrikli-arac-sarj-soket-sayisi-350-bin-olacak--176620"
  },
  {
    "title": "Tesla, Uber benzeri “robotaksi” uygulamasını gösterdi",
    "content": " Tesla, yakında Uber gibi biraraç çağırmauygulamasını kullanıma almayı planlıyor. Firma, finansal sonuçlarını açıkladığı sırada bu planlarıyla ilgili daha fazla ayrıntıyı paylaştı. Yapılan açıklamaya göre bu hizmet, Tesla sahiplerinin neredeyse tüm araç işlevleri için zaten kullandıklarıTesla uygulamasının içindeyer alacak. CEO Tesla'nın uzun süredir üzerinde çalıştığı yeni “robotaksi” aracınınAğustos2024’tetanıtılacağını bir kez daha duyurdu.Tesla, araç çağırma hizmetini tanıttıTesla'nın ilk çeyreğe dair sunumunda sürücülerin sürücüsüz bir aracı çağırmasına, aracın ikliminin ayarlamasına ve 3 boyutlu bir harita üzerinde konumunu takip etmesine olanak tanıyan araç çağırma hizmetinin kullanıcı arayüzünü gösterdi. Bu sunum sırasında Musk, yakında gelecek robotaksi platformunuAirbnb ile Uber’in bir kombinasyonunabenzetti. Musk, yatırımcılarla yaptığı bir görüşme sırasında araç çağırma hizmetinin bir parçasının Tesla sahipleri ve onların araçları olacağını da söyledi: \"Tesla'nın kendisinin sahip olduğu ve işlettiği bir miktar araba olacak, bir grup da son kullanıcıya ait olacak, ancak son kullanıcı istediği zaman arabasını filoya ekleyip veya çıkarabilecek.\" dedi.Tesla’nın insansı robotu Optimus, seneye satışa çıkacak1 gün önce eklendiMusk’ın bu söylemlerini aslında yıllar öncesinde duymuştuk. Hatırlanacağı üzere Musk, Tesla sahiplerinin otonom araçlarını bir taksi gibi kullanarak pasif gelir elde edebileceklerini söylemişti. CEO, geçmişte Master Plan Part Deux'da tanımlandığı \"Tesla Ağı\" vizyonunda buna parmak basıyordu.Musk ayrıca sunum kapsamında robotaksinin \"amaca yönelik olarak üretilmiş\" bir ürün olacağının altını çizdi. Bu ifade otonom araç endüstrisinde sıfırdan kendi kendine sürüş için üretilen, geleneksel kontrolleri bulunmayan araçları tanımlamak için kullanılıyor.Kaynakçahttps://www.theverge.com/2024/4/23/24138580/tesla-robotaxi-ride-hail-app-preview-earningsq1-2024https://www.engadget.com/tesla-previews-ride-hailing-experience-ahead-of-august-robotaxi-unveil-212738199.htmlYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriTesla, Uber benzeri “robotaksi” uygulamasını gösterdi ",
    "url": "https://www.donanimhaber.com/tesla-uber-benzeri-robotaksi-uygulamasini-gosterdi--176619"
  },
  {
    "title": "ABD senatosu onayladı: TikTok, yakında yasaklanabilir!",
    "content": " ABD Senatosu,TikTok’un Amerika’da yasaklanmasına neden olabilecekyasa tasarısını onayladı. TikTok’un Çinli sahibi ByteDance'e hisselerini satması için dokuz ay süre tanınıyor, aksi takdirde uygulama ABD'de yasaklanacak.TikTok, yapay zeka ile 10 saniyede sesinizi klonlayacak4 gün önce eklendiJoe Biden’ın imzasıyla yasalaşacakAmerika’da TikTok’u yasaklayabilecek yasa tasarısının yasalaşması artık neredeyse kesin. Senato,ByteDance'in TikTok'u satmasını aksi takdirde yasakla karşı karşıya kalmasını gerektirentedbiri çoğunluk oyla kabul etti. Tasarı Başkan Joe Biden’ın imzasıyla yasalaşacak.Tasarı, sosyal medya uygulamasının yasaklanmasına veya satılmasına yönelik ilk girişim değil ancak öncekilerden çok daha fazla destek geldi. Tasarı Mart ayında sunuldu ve her iki partinin de ezici mutabakatıyla Amerika Temsilciler Meclisi'nden geçti. Dış yardım mevzuatı paketinin bir parçası olarak biraz revize edilmiş versiyonu Cumartesi günü onaylandı.Güncellenen şartlara göre, TikTok'un ana şirketi ByteDance'ten ayrılması veya ABD uygulama mağazaları ve web barındırma hizmetlerinde yasaklanması için 12 aya kadar süresi olacak.TikTok, geçtiğimiz hafta tasarının 170 milyon Amerikalının ifade özgürlüğü haklarını çiğneyeceğini, yedi milyon işletmeyi zor duruma sokacağını ve ABD ekonomisine yılda 24 milyar dolar katkıda bulunan bir platformu kapatacağını söylemişti. TikTok, ByteDance'in Çin'in veya başka bir ülkenin temsilcisi olmadığını söylüyor. ByteDance, %60'ına sahip olan küresel yatırım şirketlerine dikkat çekerek, Çinli bir firma olmadığını ısrarla söylüyor.Kaynakçahttps://www.engadget.com/senate-passes-bill-that-could-ban-tiktok-014124533.htmlhttps://www.bbc.com/news/articles/c87zp82247yoYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaInternetSosyal Medya HaberleriABD senatosu onayladı: TikTok, yakında yasaklanabilir! ",
    "url": "https://www.donanimhaber.com/abd-senatosu-onayladi-tiktok-yakinda-yasaklanabilir--176613"
  },
  {
    "title": "Tesla’nın insansı robotu Optimus, seneye satışa çıkacak",
    "content": " Tesla’nın insansı robotlar özelindeki çalışması hız kesmeden devam ediyor. Aralık ayında firma, daha hızlı, daha hafif, daha akıcı ve yetenekli olanOptimus Gen 2robotunu tanıtmıştı. Firmanın bu robot üzerindeki çalışmaları halihazırda laboratuvar şartlarında sürüyor. Öte yandan Tesla CEO’su Elon Musk, yapmış olduğu açıklamada Tesla Optimus’un önümüzdeki yıl satışa hazır hale gelebileceğini ifade etti.Tesla Optimus, 2025’te satıştaBirkaç ay önce tanıtılan insansıOptimus Gen 2, önceki versiyonuna göre her yönden büyük değişimler ve gelişimler kaydetmişti. Optimus ve onun ardılları Tesla için oldukça değerli, en azından CEO Musk’a göre durum bu. Musk, Optimus robotlarının 10 ila 20 milyar dolarlık bir pazar hacmine ulaşacak potansiyele sahip olduğunu ve gelecekte şirketin ana gelir kaynaklarından birisi olabileceğini belirtmişti. Musk şimdi de Optimus’un2025 yılı sonlarında satışa hazırhale geleceğini söylüyor.Birçok şirket, lojistik, depolama, perakende ve imalat gibi sektörlerde tehlikeli ya da sıkıcı olabilecek tekrarlayan görevleri yerine getirecek insansı robotlar üzerinde çalışıyor. Musk, en nihayetinde Optimus’ları tüketicilere satmayı istese de Optimus ilk olarak fabrikalarda görev alacak. Bununla birlikte ünlü milyarder, Tesla’nın bir insansı robotu seri olarak üretebilecek yeteneğe sahip olduğunun da altını çizdi.Walmart, yapay zeka destekli otonom forklift kullanacak2 gün önce eklendiTüm bunlarla birlikte normal şartlarda bir CEO tarafından ifade edilen bu sözleri, gerçekleşme ihtimali son derece yüksek iddialar olarak ele alırdık. Ancak konu Musk olunca bu tip “tarih veren” iddiaların sık sık tutmadığını da belirtmek gerekiyor. Örneğin 2019 yılında Musk, yatırımcılara Tesla'nın 2020 yılına kadar bir \"robotaksi\" otonom araba ağı işleteceğini söylemişti.Tesla Optimus’a dönecek olursak firmanın Gen 2 ile önemli bir adım attığını ancak rakiplerinin de çok güçlü olduğunu ifade etmeliyiz. Daha geçenlerde Boston Dynamics, hidroliklerden tamamen elektrikliye geçen yeni nesilAtlasrobotunu tanıttı. Geçtiğimiz 1-2 yıl içinde ise AgilityDigit, ApptronikApollove Sanctuary AIPhoenixgibi oldukça gelişmiş insansı robotlar gördük.https://www.reuters.com/technology/tesla-could-start-selling-optimus-robots-by-end-next-year-musk-says-2024-04-24/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaPopüler BilimZamazingo HaberleriTesla’nın insansı robotu Optimus, seneye satışa çıkacak ",
    "url": "https://www.donanimhaber.com/tesla-nin-insansi-robotu-optimus-seneye-satisa-cikacak--176616"
  },
  {
    "title": "Yeni nesil Opel Grandland tanıtıldı: İşte tasarımı ve özellikleri",
    "content": "Alman otomobil üreticisiOpel, tamamen elektrikliyeni Grandland’i dünyaya tanıttı. Stil sahibi, dinamik, geniş ve çok yönlü özelliklere sahip yeni Grandland ile birlikte, Opel’in Experimental konsept otomobilinde yer alan birçok tasarım özelliği ilk kez seri üretim bir modelde kullanılıyor.Yeni nesil Opel Grandland, özellikleriyle neler sunuyor❓ Yeni nesil Grandland, Opel için elektrikli mobiliteyi daha da çekici hale getiren büyük bir adımı temsil ediyor. Grandland, Stellantis’in elektrikli araçlar için geliştirdiğiSTLA Medium platformuüstünde yükselen ilk Opel modeli olarak öne çıkıyor. YeniOpel Grandland Elektrik,98 kWh kapasiteyeulaşan yeni düz batarya paketi ve yeni nesil elektrikli motorunun yanı sıra ısı pompası gibi enerji tasarrufu özellikleri sayesinde yerel emisyon üretmeden700 kilometreye varan(WLTP’ye göre) menzil sunabiliyor. Yeni model, gerekli olduğunda kısa şarj molaları ile şarj imkanına da sahip. Grandland Elektrik, hızlı şarj istasyonlarında batarya kapasitesinin% 80’ine yaklaşık 26 dakika şarj süresindeulaşıyor.Araçtaki yeni destek sistemleri, tasarımcıların yaratıcılığında yeni özgürlük alanları açarak, yeni Grandland’in daha ilk bakışta fark edilen etkileyici duruşunun oluşmasına katkı sağladı. Önceki modellere kıyasla 173 mm ek uzunluğu, 19 mm ek yüksekliği ve 64 mm ek genişliğiyle (uzunluk: 4.650 mm, genişlik: 1.905 mm; yükseklik: 1.660 mm) yeni Grandland, özgüvenli bir duruş sergiliyor. Cesur ve yalın tasarıma sahip olan yeni Grandland, boyutları 20”e ulaşan alaşım jantları ile Opel’in SUV portföyünün zirvesindeki yerini alıyor.Diğer taraftan Opel’in ikonik Vizörünün yeni 3D uygulaması, araca daha detoks bir görünüm kazandırıyor. Bu uygulama Edge Light teknolojisi ile daha da öne çıkarılan aydınlatmalı Opel Şimşek Logosu ile tamamlanıyor. Yeni Grandland, Experimental konsept otomobilinde de bulunan “Opel Compass” tasarımına sahip. Bu tasarım, ortada “Elektrikli Şimşek” logosu olacak şekilde tüm özelliklerin yatay olarak düzenlendiği orta hat prensibine dayanıyor.Yeni Grandland’de aydınlatmalı logonun yanı sıra Opel mühendislerinin geliştirdiği ve sınıfının lideri bir aydınlatma yeniliği olan Intelli-Lux Pixel Matrix HD kullanılıyor. İlk kez Yeni Grandland’de yer alan bu sistem, yüksek çözünürlüklü ışık dağılımı için her bir tarafta 25.600 olmak üzere toplamda 50.000’in üzerinde LED hücreye sahip. Trafik durumuna göre, ilerideki nesneler bir kamera tarafından algılanıyor ve Intelli-Lux Pixel Matrix HD farlar, bu nesneleri standart Matrix Light teknolojilerinden de net bir şekilde daha parlak ve homojen bir ışıkla aydınlatıyor. Böylece gece sürüşlerinde üstün bir görüş açısı ve mesafesi sunarken, diğer kullanıcıların gözünün kamaşmasını engelliyor. Ayrıca yeni nesil aydınlatma sistemi, aracın önünde grafik projeksiyonlarla gösterilen yeni “hoş geldiniz” ve “güle güle” animasyonları ile gelecekteki olanaklara şimdiden ışık tutuyor.İki tonlu “yüzer” tavanı ve kontrast duruşu ile Grandland, daha uzun bir görünüm kazanıyor. Yeni modelin gövde tasarımı, akışkanlık ve doğallık hissini koruyacak şekilde düzenlendi. Keskin çamurluk davlumbazlarının tasarım hatları araç boyunca ilerleyerek tekerleklerin görsel olarak daha dışarıda görünmesini sağlıyor. Bunu, tekerlekler ve alt gövdenin etrafındaki kaplamalı parçaların sağlamlığı tamamlıyor. Yeni Grandland’in 2.784 mm’lik uzun aks aralığı ve dik bagaj kapağı, kabin ve bagajın daha da ferahlayan yapısını öne çıkarıyor. 40:20:40 oranında katlanabilen arka koltuklar ise1.641 litreye ulaşan bir yükleme hacmineolanak tanıyor.Arka tarafta bulunan aydınlatmalı “OPEL” pusula imzası, bir seri üretim modelinde ilk kez yerini alıyor. Ayrıca Opel’in otomobille ilgili tüm dünya kaynaklarını korumaya yönelik olarak benimsediği çevreci inovasyon yaklaşımıyla tamamen uyumlu şekilde otomobilin adı artık krom harflerle gösterilmek yerine bagaj kapağına işlenmiş durumda.Teknoloji ve konfor Yeni Grandland, iç mekanında yolcuları konforlu  bir ortamda cesur ve yalın tasarımıyla karşılıyor. Mimari açıdan yatay bir temanın izlendiği iç tasarımda, gösterge panelinden kapılara kadar uzanan hatlar, genişlik ve ferahlık hissini güçlendiriyor. Hafifçe sürücüye dönük olarak tasarlanan 16”lik merkezi ekran ve yüksek orta konsol ise sportif bir his oluşturuyor.Direksiyonun arkasında yer alan geniş ve tamamen dijital gösterge grubu, temel bilgileri sağlayarak sürücünün sürüş keyfine odaklanmasına imkan tanırken Intelli-HUD head-up display sayesinde sürücünün gözlerini yoldan ayırmasına gerek kalmıyor. Sürücüler, Pure Mod’u manuel veya otomatik olarak etkinleştirerek gösterge panelini sadeleştirme seçeneğine de sahip.Bu modda; sürücü bilgi paneli, head-up display ve merkezi ekrandaki içerikler azaltılarak gece saatlerinde veya yağmurlu havalarda dikkatin dağılmasını önlüyor. Opel’de her zaman olduğu gibi, sık kullanılan klima kontrolü gibi ayarlar da son kalan birkaç fiziksel düğmeyle sezgisel olarak yapılabiliyor.Yeni Grandland’de yan hava kanallarının kapıya entegre edilmesiyle gösterge panelinin genişliği, görsel olarak öne çıkarılıyor. Şık bir teknik görünüme sahip olan gösterge panelinin üst kısmı; tasarımın genel tonunun altını çizmek için estetik olarak iki yüzey kaplamasına ayrılmıştır. Gösterge panelinin altında Vizör ile aynı teknolojinin kullanıldığı “Edge Light” bulunuyor. Aynı zamanda kapı girintilerindeki  ambiyans aydınlatmasının katkısıyla Edge Light, renk ve ışığa cam benzeri bir netlik kazandırıyor. Diğer taraftan kumaşla kaplı gösterge panelinin orta bölümü, kapının omuz bölgesine kadar uzanarak kokpite çekicilik kazandırıyor ve dokunma hissine hitap ediyor.Ayrıca iç tasarım, sürücü odaklı ve detoks bir sürüş deneyimi sunuyor. Opel’in ödüllü ergonomik AGR koltukları, önemli bir itibara sahip ve yeni Grandland bu eski geleneği devam ettiriyor. “Aktion Gesunder Rücken e. V.” (“Sağlıklı Sırtlar Kampanyası”) sertifikalı bu koltuklar, yeni bir konfor özelliği olarak ayarlanabilir yan desteklere sahip. Bu fonksiyon, koltuk sırtlığının yan kısımlarında bulunan iki pnömatik cep sayesinde koltuk kavramasının da kişiselleştirilmesini sağlıyor.Ayrıca sürücü koltuğunda havalandırma ve masaj özellikleri de bulunuyor. Bununla birlikte arkadaki yolcular için önceki Grandland’e kıyasla 20 mm daha fazla diz mesafesi sunuluyor. Ek olarak, ön koltuklardaki omurilik üzerindeki baskıyı azaltan patentli Intelli-Seat özelliği, standart olarak mevcut ve otobanlardaki uzun yolculuklarda dahi olağanüstü konfor sağlıyor. Üstelik aracın iç mekanında kullanılan tüm kumaşlar %100 geri dönüştürülmüş malzemeden üretiliyor.Yeni Grandland bir aile aracı olduğundan, iç mekanda çok yönlülüğe özel bir şekilde odaklanılıyor. Araçta çok sayıda saklama alanına yer veriliyor, ayrıca konfor ve sağlık koşulları iyileştirilirken müşteriler için hayatı kolaylaştıran yenilikçi çözümler bulunması da amaçlanıyor. Bu akıllı çözümlerin başında Pixel Box geliyor. Bu bileşen, aydınlatmalı yarı saydam cam kısmı ve kumaş kaplamasıyla hem konsolun görsel çekiciliğini artırıyor, hem de son derece fonksiyonel bir kullanım imkanı sunuyor.Kablosuz akıllı telefon şarj cihazı ise camın arkasında konumlandırılarak fonksiyonellik sunarken cihazlar güvenle saklanıyor ve şarj edilebiliyor. Yeni Grandland, Pixel Box’tan ön koltuk sırtlıklarındaki telefon ceplerine ve orta konsolun altında bulunan 12 V prizin de yer aldığı büyük saklama alanına kadar toplamda 35 litreden fazla hacme sahip iç saklama bölmeleri sunuyor.Alternatif motor seçenekleri Yeni Opel Grandland müşterileri, tamamen elektrikli Grandland Elektrik seçeneği ile beraber 48V Mild-Hybrid versiyonu da tercih edebilecekler. Tamamen elektrikli ve emisyonsuz olarak yaklaşık 85 km menzil (WLTP) sunan yeni Grandland Plug-in Hybrid ve 48V Mild-Hybrid teknolojisine sahip yeni Grandland Hybrid, sürüş keyfini üst seviyede yaşatırken tüketimi ve karbon emisyonunu sınırlandırarak çevreci yönünü gösteriyor.Yeni Grandland, emisyonu azaltırken bir yandan da dinamik ve sportif bir sürüş keyfi sunmaya devam ediyor. Konforu göz ardı etmeyen bu sürüş karakteri, şaside kullanılan frekans seçimli sönümlendirme teknolojisine sahip amortisörlerle mümkün oluyor. Bu benzersiz teknolojide, sönümlendirme kuvvetini frekansa göre mekanik olarak adapte etmek için amortisör bölmesinde ikinci bir hidrolik devre kullanılıyor.Düşen talebe rağmen elektrikli araç satışlarındaki artış sürüyor1 gün önce eklendiDuruma, yol yüzeyinin koşullarına ve sürüş tarzına göre sistem, yüksek frekanslarda (arnavut kaldırımı veya rögar kapağı gibi küçük darbeler) konforlu sürüş sağlıyor. Bununla beraber düşük frekanslarda yolla daha doğrudan temasla sportif ve iddialı bir sürüş tarzı için farklı sönümlendirme karakteristikleri uyguluyor. Yeni Opel Grandland, sürücünün komutlarına çok daha hızlı ve doğrudan bir şekilde tepki veriyor; böylece fren yaparken, viraj dönüşlerinde ve otobandaki yüksek hızlarda dengesini koruyor. Yaylar, viraj denge çubuğu, direksiyon ve hassas ESC ayarı gibi Opel’in genlerini taşıyan unsurlar bir kez daha kendini gösteriyor.Üst sınıf sürüş destek sistemleri Opel’in yeni birinci sınıf SUV’unun sürüş destek sistemleri arasında tümü standart olarak sunulan dur-kalk fonksiyonuna sahip adaptif hız sabitleyici, trafik işareti tespit sistemi, akıllı hız adaptasyonu ve kaza durumunda ikincil çarpışmayı önlemeye yardımcı olan ikincil çarpışma freni gibi çok çeşitli sürücü destek sistemleri yer alıyor.Çok sayıda elektronik destek bileşenini içeren ve bunları yarı-otonom şerit değişim asistanı ve akıllı hız adaptasyon sistemiyle birleştiren Intelli-Drive 2.0 sistemi, opsiyonel olarak sunuluyor. Bu destek sistemi, hedeflenen şerit boşsa Grandland’i küçük yönlendirme hareketleriyle istenen şeride yönlendiriyor. Hız adaptasyon sistemi ise sürücünün onayı doğrultusunda aracın hızının yeni bir hız limitine göre düşürülmesini veya bu limite kadar artırılmasını sağlıyor.Intelli-Drive 2.0, sensörlere ek olarak kablosuz ağdan gelen bilgileri de kullanıyor. Ön ve arka  park sensörleri, Intelli-Vision 360oçevre görüş kamerası ve otomatik temizleme işlevine sahip arka kamerası sayesinde park etmek ve manevra yapmak artık daha kolay hale geliyor.Yeni Grandland, Opel Experimental konsept otomobilinde ilk kez gösterilen çeşitli tasarım özelliklerinin yanı sıra son teknoloji ürünü yeni STLA Medium platformuyla sunuluyor. Opel’in elektrifikasyon stratejisi, inovatif teknolojileriyle birlikte tamamen elektrikli sürüşün getirdiği özgürlüğü yeni bir seviyeye taşıyor.2024 Opel Grandland Görselleri(6)AçYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri Haberleri2024 Opel Grandland tanıtıldı: İşte tasarımı ve özellikleri ",
    "url": "https://www.donanimhaber.com/2024-opel-grandland-tanitildi-iste-tasarimi-ve-ozellikleri--176617"
  },
  {
    "title": "Türkiye'ye hala temsilci atamayan Twitter'a (X) yeni cezalar yolda",
    "content": " Türkiye’de günlük erişimi 1 milyondan fazla olan sosyal medya platformlarının Türkiye’detemsilci atama zorunluluğubulunuyor. 2020’de yürürlüğe giren sosyal medya yasasına göre platformların çeşitli yükümlülükleri yerine getirmesi gerekiyor. Ulaştırma ve Altyapı Bakanı Abdulkadir Uraloğlu,Twitter’ın (X)ülkemizde henüztemsilci atamadığınıduyurdu.Bakan Uraloğlu: \"Bant daraltma cezası gündemimizde\"Bakan Uraloğlu, Twitter’ın temsilci atamadığı için reklam yasağı uygulamasının devam ettiğini ve bant daraltma yasağının da gündemde olduğunu söyledi.Ulaştırma ve Altyapı Bakanı Abdulkadir Uraloğlu, 23 Nisan Ulusal Egemenlik ve Çocuk Bayramı nedeniyle Türkiye Büyük Millet Meclisinde düzenlenen resepsiyonda Twitter’abant daraltmacezasının verilip verilmeyeceği konusundaki soru üzerine şu yanıtı verdi:“Hala ‘X’ Türkiye’ye temsilci atamadı. Bununla ilgili bir kanuni düzenleme de gerekecek. Görüşmelerimiz hala devem ediyor. Yürürlükte olan bir reklam yasağı var. Devamında bu dediğiniz de (bant daraltma) gündemimizde.”X (Twitter), yeni kullanıcılar için ücretli oldu!1 hf. önce eklendiTwitter’ı (X) bekleyen yaptırımlar neler?Twitter’a bugüne kadar temsilci atamadığı için 40 milyon TL idari para cezası vereklam yasağıuygulaması getirildi. Twitter, Türkiye’deki reklamverenlerden reklam alamıyor. Türkiye’deki kullanıcılara yalnızca yurt dışından aldığı reklamları gösterebiliyor.Yaptırımın devamında ise Twitter’ı önceyüzde 50 bant daraltma cezasıve ardındanyüzde 90’a kadar bant daraltma cezasıbekliyor. Bant daraltma cezası uygulanması halinde Twitter’a erişim yavaşlayacak. Yüzde 50 bant daraltma cezası uygulandığında yoğun zamanlarda Twitter’a erişim problemi yaşanacak. Yüzde 90 bant daraltma cezası ise Türkiye’deki pek çok kullanıcının Twitter’a erişememesine neden olacak.https://www.ntv.com.tr/turkiye/ulastirma-bakani-uraloglu-x-hala-turkiyeye-temsilci-atamadi,vB9byAhEG0eGfRmhKs9qJgYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaInternetSosyal Medya HaberleriTürkiye'ye temsilci atamayan Twitter'a (X) yeni cezalar yolda ",
    "url": "https://www.donanimhaber.com/turkiye-ye-temsilci-atamayan-twitter-a-x-yeni-cezalar-yolda--176614"
  },
  {
    "title": "Apple Pencil 3, yeni iPad'lerle birlikte tanıtılabilir",
    "content": " Apple, Salı günü 7 Mayıs’ta özel bir etkinlik düzenleyeceğini duyurdu. Apple, genellikle etkinlikte nelerin tanıtılacağından bahsetmez ancak davetiye görselinden iPad’lere özel (yeni iPad Air ve iPad Pro’lar) bir etkinlik olacağı açıkça belli. Dikkat çeken diğer bir detay da; kalemin öne çıkarılması. Bu, etkinlikteApple Pencil 3’ü de görebileceğimiz anlamına geliyor.Apple, 14 yıl sonra iPad'lere hesap makinesini getiriyor1 gün önce eklendiApple, yeni nesil Apple Pencil 2018’de çıkardı. Sadece USB-C bağlantısının eklendiği daha ucuz modeli saymazsak en son 2018’de Apple Pencil, mat tasarım, daha iyi kavrama, yeni çift dokunma hareketi, manyetik şarj özellikleriyle güncellendi. Peki,Apple Pencil 3 özellikleri nasıl olacak, beklentiler neler?Bul entegrasyonu, sıkma algılama, değiştirilebilen uçlarApple Pencil 3’ün Bul (Find By) entegrasyonuna sahip olacağı söyleniyor. Bu, kullanıcının tıpkı AirPods ve AirTag’de olduğu gibi kaybolan kalemin nerede olduğunu bulmasını kolaylaştıracak. Yeni Apple Pencil’ın ayrıca farklı kullanımlara yönelik değiştirilebilir manyetik uçlara sahip olacağı söyleniyor. Yeni Apple kalem, sıkma algılama özelliğini de sahip olacak.Yeni Apple etkinliği ne zaman?Apple, yeni 12.9 inç iPad Air ve OLED ekranla yenilenmesi beklenen 11 inç ve 12.9 inç iPad Pro’yu7 Mayıs’tatanıtacak. Apple Let Loose etkinliği TSİ 17.00’de başlayacak.https://9to5mac.com/2024/04/23/tim-cook-hints-apple-pencil-3/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaAppleiPad HaberleriApple Pencil 3, yeni iPad'lerle birlikte tanıtılabilir ",
    "url": "https://www.donanimhaber.com/apple-pencil-3-yeni-ipad-lerle-birlikte-tanitilabilir--176612"
  },
  {
    "title": "Elektrikli araç satışları artmaya devam ediyor: Bu sene 17 milyon araç satılacak",
    "content": " Uluslararası Enerji Ajansının (IEA)yıllık yayımladığı Küresel Elektrikli Araç Görünümü raporuna göre, bu yılın ilk çeyreğinde elektrikli araç satışları geçen yılın aynı dönemine göreyüzde 25 arttı.Ajans, bu yıl elektrikli araç satışlarının geçtiğimiz seneye göreyüzde 21 artarak 14 milyondan 17 milyona çıkacağıtahmininde bulundu. Geçtiğimiz sene ise yıllık artış oranı yüzde 35 olmuştu. Özetle, elektrikli araçlara olan talebin yavaşlaması satışların artışını engellemeye yetmeyecek.Çin'de 10 milyon elektrikli aracın satılması bekleniyorIEA, 2024 yılındaki 17 milyon aracın10 milyonunun tek başına Çin'desatılacağını öngördü. Ajans, bu seneÇin'de satılacak otomobillerin yarısının elektrikli olacağınıbelirtti. Elektrikli otomobillere yönelik sübvansiyonların bazı ülkelerde kaldırıldığı veya azaltıldığı Avrupa'da ise satışlarındörtte birininelektrikli olması bekleniyor. ABD'de ise satılan9 araçtan birielektrikli olacak. Dünya çapında ise satılan5 araçtan birielektrikle çalışan araçlar olacak. Elektrikli araçtan kastın tamamen elektrikli ve fişli hibrit araçlar olduğunu belirtelim.Tesla, en düşük bakım ve onarım maliyetine sahip firma oldu2 gün önce eklendiElektrikli araçların yaygınlaşmasının önündeki engel pahalı olması. IEA,ölçek ekonomisine ulaşılmasıvedaha ucuz pillerin üretilmeye başlanmasıylaüretim maliyetlerinin düşmeye başladığını ve elektrikli otomobillerin2030 yılına kadar içten yanmalı otomobillerle aynı maliyeteulaşmasını bekliyor. Rapora göre Çin'deki elektrikli araç fiyatları içten yanmalıları yakalamak üzere. Geçen yıl Çin'de satılan elektrikli araçlarınyüzde 60'dan fazlasınıneşdeğer konvansiyonel araçlardan ucuz olduğu belirtiliyor. Avrupa ve ABD'de ise elektrikli araç fiyatları hala içten yanmalı araçlardan pahalı seyrediyor.IEA Başkanı Fatih Birol, rapora ilişkin şöyle değerlendirmede bulundu: \"Sonuç olarak, elektrikli araçların yollardaki payının hızla artmaya devam etmesi bekleniyor. Sadece bugünün politikalarına dayanarak,2030 yılına kadar Çin'de yollardaki neredeyse her 3 otomobilden biri elektrikli olacakve hem ABD hem de Avrupa Birliği'nde neredeyseher 5 otomobilden biri elektrikli olacak.Bu değişimin hem otomobil endüstrisi hem de enerji sektörü için önemli sonuçları olacaktır.\"https://www.iea.org/news/the-worlds-electric-car-fleet-continues-to-grow-strongly-with-2024-sales-set-to-reach-17-millionYorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaYaşamOtomobil Teknolojileri HaberleriDüşen talebe rağmen elektrikli araç satışlarındaki artış sürüyor ",
    "url": "https://www.donanimhaber.com/dusen-talebe-ragmen-elektrikli-arac-satislarindaki-artis-suruyor--176609"
  },
  {
    "title": "Apple, 14 yıl sonra iPad'lere hesap makinesi uygulamasını getiriyor",
    "content": " iPadkullanıcıları tablette matematiksel işlemler için şimdiye kadar PCalc, Calcbot gibi hesap makinesi uygulamalarını kullanıyordu. Apple’ın ilk iPad’den bu yana yer vermediği hesap makinesi uygulamasını iPadOS 18 ile uyumlu tüm iPad’lere sunacağı söyleniyor.Apple 7 Mayıs'taki etkinliğini duyurdu: Yeni iPad'ler tanıtılacak1 gün önce eklendiiPad için ilk, MacOS için yenilenmiş hesap makinesi geliyoriPad için hesap makinesi uygulaması10 Haziran’da Apple’ın yıllık geliştiriciler konferansı WWDC’de tanıtılacak iPadOS 18 ile gelecek. Bu arada Apple’ın macOS 15 güncellemesiyle Notlar uygulamasıyla entegrasyona sahip yenilenmiş bir hesap makinesi uygulaması sunacağı söyleniyor. Hesap makinesi, yeniden boyutlandırılabilir bir pencere, son hesaplamaları listeleyen bir kenar çubuğu ve fazlasını içerecek.Apple’ın iPadOS 18 beta sürümünü WWDC etkinliğinin hemen ardından yayınlaması bekleniyor.https://www.macrumors.com/2024/04/23/calculator-app-for-ipad-rumor/Yorum YazPaylaşTweetleEposta ile Paylaşınbaşlıklı buarkadaşınıza postalayın.AnasayfaAppleiPad HaberleriApple, 14 yıl sonra iPad'lere hesap makinesini getiriyor ",
    "url": "https://www.donanimhaber.com/apple-14-yil-sonra-ipad-lere-hesap-makinesini-getiriyor--176611"
  }
]